{
  "Error001": {
    "message": "E001: Le dossier dans lequel créer l'item n'existe pas"
  },
  "Error002": {
    "message": "E002: Le signet à mettre à jour n'existe plus"
  },
  "Error003": {
    "message": "E003: Le dossier d'où vous retirez n'existe pas. C'est une anomalie. Félicitations."
  },
  "Error004": {
    "message": "E004: Le dossier de destination n'existe pas"
  },
  "Error005": {
    "message": "E005: Le dossier dans lequel créer l'item n'existe pas"
  },
  "Error006": {
    "message": "E006: Le dossier à mettre à jour n'existe pas"
  },
  "Error007": {
    "message": "E007: Le dossier à déplacer n'existe pas"
  },
  "Error008": {
    "message": "E008: Le dossier d'où vous retirez n'existe pas"
  },
  "Error009": {
    "message": "E009: Le répertoire de destination n'existe pas"
  },
  "Error010": {
    "message": "E010: Impossible de trouver le dossier à trier"
  },
  "Error011": {
    "message": "E011: L'élément n'est pas un sous-élément du dossier en cours de tri: {0}"
  },
  "Error012": {
    "message": "E012: Il manque certains des sous-éléments du dossier en cours de tri"
  },
  "Error013": {
    "message": "E013: Le dossier à supprimer n'existe pas"
  },
  "Error014": {
    "message": "E014: Le répertoire parent du dossier à supprimer n'existe pas"
  },
  "Error015": {
    "message": "E015: Réponse inattendue du serveur"
  },
  "Error016": {
    "message": "E016: Temps d'attente dépassé durant la requête. Vérifiez la configuration du serveur"
  },
  "Error017": {
    "message": "E017: Erreur réseau: Vérifiez votre connexion réseau et vos paramètres de compte"
  },
  "Error018": {
    "message": "E018: Impossible de s'authentifier sur le serveur."
  },
  "Error019": {
    "message": "E019: HTTP status {0}. Échec de la requête {1}. Vérifiez la configuration de votre serveur et les journaux de débogage."
  },
  "Error020": {
    "message": "E020: Impossible de lire la réponse du serveur. L'application Bookmarks est-elle installée sur votre serveur?"
  },
  "Error021": {
    "message": "E021: État incohérent du serveur. Le dossier est présent dans la liste des membres mais pas dans l'arborescence"
  },
  "Error022": {
    "message": "E022: Le dossier {0} contient apparemment un signet {1} qui n'existe pas"
  },
  "Error023": {
    "message": "E023: Impossible d'effacer le fichier .lock, considérez de supprimer {0} manuellement"
  },
  "Error024": {
    "message": "E024: HTTP status {0} pendant la détermination du statut du fichier .lock {1}"
  },
  "Error025": {
    "message": "E025: Le fichier de signets défini ne doit pas commencer par un slash '/'"
  },
  "Error026": {
    "message": "E026 : Processus de synchronisation interrompu"
  },
  "Error027": {
    "message": "E027: Synchronisation interrompue"
  },
  "Error028": {
    "message": "E028: Impossible de s'authentifier sur le serveur."
  },
  "Error029": {
    "message": "E029: Sécurité: La synchronisation en cours aurait effacé {0}% de vos signets. La synchronisation a été annulée. Désactivez la Sécurité dans les paramètres de votre compte si vous souhaitez tout de même synchroniser."
  },
  "Error030": {
    "message": "E030: Le déchiffrement de votre fichier de signets a échoué. Le mot de passe est peut être erronée ou le fichier corrompu."
  },
  "Error031": {
    "message": "E031: Impossible de s'authentifier avec Google Drive. Connectez de nouveau floccus à votre compte Google."
  },
  "Error032": {
    "message": "E032: Erreur OAuth. Erreur de validation du jeton. Merci de vous reconnecter à votre compte Google."
  },
  "Error033": {
    "message": "E033: Redirection détectée. Vérifiez que le serveur supporte la méthode de synchronisation choisie et que l'URL entrée est correcte et ne redirige pas vers une autre destination. Si la redirection fait partie de votre configuration, vous pouvez désactivez cette vérification dans les paramètres."
  },
  "Error034": {
    "message": "E034: Le fichier de signets distant est illisible. Peut-être avez-vous oublié d'entrer un mot de passe de chiffrement, ou utilisé un mauvais format de fichier."
  },
  "Error035": {
    "message": "E035 : Échec de la création du signet suivant sur le serveur : {0}"
  },
  "Error036": {
    "message": "E036: Permission manquante pour accéder au serveur de synchronisation"
  },
  "Error037": {
    "message": "E037: Ressource verrouillée"
  },
  "Error038": {
    "message": "E038: Impossible de trouver le dossier local"
  },
  "Error039": {
    "message": "E039: Impossible de mettre à jour le signet suivant sur le serveur: {0}"
  },
  "Error040": {
    "message": "E040: Impossible de rechercher ce nom de fichier sur votre Google Drive"
  },
  "LabelWebdavurl": {
    "message": "URL WebDAV"
  },
  "DescriptionWebdavurl": {
    "message": "par exemple, avec Nextcloud : https://example.com/remote.php/webdav/"
  },
  "LabelNextcloudurl": {
    "message": "URL Nextcloud"
  },
  "LabelUsername": {
    "message": "Nom d'utilisateur"
  },
  "LabelPassword": {
    "message": "Mot de passe"
  },
  "LabelBookmarksfile": {
    "message": "Fichier de signets"
  },
  "DescriptionBookmarksfile": {
    "message": "un chemin d'accès vers le fichier de signets par rapport à votre URL WebDAV (tous les dossiers dans le chemin doivent déjà exister). Par ex: documents_perso/bookmarks.xbel"
  },
 "DescriptionBookmarksfilegoogle": {
   "message": "Le nom du fichier contenant vos signets qui sera stocké sur votre Google Drive. N'entrez pas le chemin complet, uniquement le nom du fichier. Assurez-vous qu'il soit unique sur votre Drive."
 },
  "DescriptionBookmarksfilegit": {
    "message": "un chemin d'accès vers le fichier de signets relatif à la racine de votre dépôt Git (tous les dossiers du chemin doivent déjà être existants). Ex : documents/favoris-signets.xbel"
  },
  "LabelServerfolder": {
    "message": "Dossier serveur"
  },
  "DescriptionServerfolder": {
    "message": "Lors de la synchronisation, vos signets seront stockés sous ce chemin d'accès sur le serveur. Ce chemin représente un dossier dans l'application Nextcloud Bookmarks, et non un dossier dans NextCloud Files. Laisser vide pour stocker tous les liens dans le dossier racine du serveur."
  },
  "DescriptionServerfolderlinkwarden": {
    "message": "Lors de la synchronisation, vos signets seront stockés dans cette collection."
  },
  "LabelLocaltarget": {
    "message": "Dossier local"
  },
  "DescriptionLocaltarget": {
    "message": "Choisissez ici si vous désirez synchroniser les signets ou les onglets de votre navigateur."
  },
  "LabelLocalfolder": {
    "message": "Dossier de signets"
  },
  "DescriptionLocalfolder": {
    "message": "Les signets dans ce dossiers seront stockés en tant que liens sur le serveurs. Les liens sur le serveur seront stockés comme des signets dans ce dossier sur ce navigateur. "
  },
  "LabelRootfolder": {
    "message": "Répertoire racine"
  },
  "LabelNewfolder": {
    "message": "Dossier nouvellement créé"
  },
  "LabelOptions": {
    "message": "Options"
  },
  "LabelSyncnow": {
    "message": "Synchroniser"
  },
  "LabelCancelsync": {
    "message": "Annuler synchronisation"
  },
  "LabelSyncall": {
    "message": "Synchroniser tous les profils"
  },
  "LabelAutosync": {
    "message": "Automatique"
  },
  "StatusLastsynced": {
    "message": "Dernière synchronisation : il y a {0}"
  },
  "StatusNeversynced": {
    "message": "Pas encore synchronisé"
  },
  "StatusAllgood": {
    "message": "Tout est bon"
  },
  "StatusDisabled": {
    "message": "Désactivé"
  },
  "StatusError": {
    "message": "Erreur"
  },
  "StatusSyncing": {
    "message": "Synchronisation"
  },
  "StatusScheduled": {
    "message": "Planifié"
  },
  "LabelReset": {
    "message": "Réinitialisation"
  },
  "DescriptionReset": {
    "message": "Réinitialiser le répertoire synchronisé pour en créer un nouveau"
  },
  "LabelChoosefolder": {
    "message": "Choisir un dossier"
  },
  "DescriptionChoosefolder": {
    "message": "Définir un répertoire existant à synchroniser"
  },
  "LabelRemoveaccount": {
    "message": "Supprimer le profil"
  },
  "DescriptionRemoveaccount": {
    "message": "Supprimer ce profil (cela ne supprimera pas vos signets)"
  },
  "LabelSyncfromscratch": {
    "message": "Réinitialiser la synchronisation"
  },
  "LabelResetCache": {
    "message": "Vider le cache"
  },
  "DescriptionResetcache": {
    "message": "Cliquer sur ce bouton pour vider le cache afin d'assurer que la prochaine synchronisation ne supprime pas de données en se limitant à fusionner les données serveur et les signets locaux ensemble"
  },
  "LabelParallelsync": {
    "message": "Accélérer la synchronisation"
  },
  "DescriptionParallelsync": {
    "message": "Cochez cette case pour traiter plusieurs dossiers en parallèle afin d'accélérer la synchronisation. Cette fonctionnalité est expérimentale et rend plus difficile la lecture des journaux de débogage."
  },
  "LabelStrategy": {
    "message": "Stratégie de synchronisation"
  },
  "DescriptionStrategy": {
    "message": "Cette option détermine comment synchroniser les signets entre différents navigateurs ou appareils. D'habitude, on préfère conserver tous les changements réalisés sur chacun des appareils s'ils sont compatibles, mais parfois vous pouvez choisir d'écraser les changements (ajouts et suppressions) faits sur d'autres appareils (cloud), ou au contraire d'écraser les changements faits sur l'appareil actuel (local)."
  },
  "LabelStrategydefault": {
    "message": "Toujours fusionner les changements faits localement avec ceux faits sur d'autres navigateurs (recommandé)"
  },
  "LabelStrategyslave": {
    "message": "Toujours annuler les changements faits localement et les remplacer par ceux faits sur d'autres navigateurs"
  },
  "LabelStrategyoverwrite": {
    "message": "Toujours téléverser les changements faits localement en annulant ceux faits sur d'autres navigateurs"
  },
  "LabelSave": {
    "message": "Sauvegarder"
  },
  "LabelCancel": {
    "message": "Annuler"
  },
  "LabelAdd": {
    "message": "Ajouter"
  },
  "LabelChange": {
    "message": "Modifier"
  },
  "LabelRemove": {
    "message": "Supprimer"
  },
  "LabelBack": {
    "message": "Revenir"
  },
  "LabelAdapternextcloudfolders": {
    "message": "Nextcloud Bookmarks"
  },
  "DescriptionAdapternextcloudfolders": {
    "message": "Synchronisez vos signets avec l'application open-source Bookmarks de Nextcloud (une plate-forme collaborative que vous pouvez soit héberger vous même, ou utiliser via une instance tournant dans le cloud, fournie par un hébergeur). Avec Nextcloud Bookmarks, vous ne pouvez synchroniser que des signets au format http, ftp et javascript. Assurez-vous d'avoir installé l'application Bookmarks depuis l'app store Nextcloud. Cette option ne supporte pas le chiffrement point à point."
  },
  "LabelAdapternextcloud": {
    "message": "Nextcloud Bookmarks (ancienne méthode)"
  },
  "DescriptionAdapternextcloud": {
    "message": "Cette ancienne option n'est compatible qu'à partir de la version 0.11 de l'application Bookmarks. Elle émulera des dossiers en utilisant des tags contenant le chemin du dossier. Cette option n'est pas recommandée pour les nouveaux profils."
  },
  "LabelAdapterwebdav": {
    "message": "Partage WebDAV"
  },
  "DescriptionAdapterwebdav": {
    "message": "Synchronisez vos signets en les conservant dans un fichier situé dans le partage WebDAV. Il n'y a pas d'interface Web accompagnant cette option, et vous pouvez l'utiliser avec n'importe quel serveur compatible WebDAV, hébergé sur votre serveur ou dans le cloud. Elle permet de synchroniser des signets HTTP, FTP, données, fichier et JavaScript. Cette option supporte le chiffrement point à point."
  },
  "LabelAddaccount": {
    "message": "Ajouter un profil"
  },
  "LabelOpenintab": {
    "message": "Ouvrir dans un onglet"
  },
  "LabelDebuglogs": {
    "message": "Journaux de débogage"
  },
  "LabelFunddevelopment": {
    "message": "Soutenir le développement"
  },
  "DescriptionFunddevelopment": {
    "message": "Le développement de floccus est possible grâce à un modèle d'abonnement volontaire. Si vous pensez que mon travail est utile, et s'il vous est possible d'y investir un montant même minime, merci de le soutenir. De plus, prenez aussi le temps d'aller noter floccus sur le Web Store de votre choix.\nMerci ! 💙"
  },
  "LabelSelect": {
    "message": "Sélectionner"
  },
  "LabelUntitledfolder": {
    "message": "Dossier sans nom"
  },
  "LabelSetkeybutton": {
    "message": "Configurer mot de passe"
  },
  "LabelKey": {
    "message": "Entrez un mot de passe"
  },
  "LabelKey2": {
    "message": "Entrez votre mot de passe une seconde fois"
  },
  "LabelUnlock": {
    "message": "Déverrouiller Floccus"
  },
  "LabelRemovekey": {
    "message": "Supprimer mot de passe"
  },
  "LabelRemovedkey": {
    "message": "Mot de passe supprimé"
  },
  "LabelSyncinterval": {
    "message": "Intervalle de synchronisation"
  },
  "DescriptionSyncinterval": {
    "message": "Intervalle entre deux synchronisations. 15 minutes par défaut."
  },
  "LabelChooseadapter": {
    "message": "Comment synchroniser ?"
  },
  "LabelOptionsscreen": {
    "message": "Options {0}",
    "description": "Title of the options screen. The placeholder holds the profile type."
  },
  "LabelPaypal": {
    "message": "Paypal"
  },
  "DescriptionPaypal": {
    "message": "Faire un don unique ou récurrent via Paypal pour soutenir le projet"
  },
  "LabelOpencollective": {
    "message": "OpenCollective"
  },
  "DescriptionOpencollective": {
    "message": "Faire un don récurrent via OpenCollective pour aider le projet"
  },
  "LabelLiberapay": {
    "message": "Liberapay"
  },
  "DescriptionLiberapay": {
    "message": "Faire un don récurrent via Liberapay pour aider le projet"
  },
  "LabelGithubsponsors": {
    "message": "Parrainage GitHub"
  },
  "DescriptionGithubsponsors": {
    "message": "Faire un don récurrent en devenant parrain du projet sur GitHub"
  },
  "LabelPatreon": {
    "message": "Patreon"
  },
  "DescriptionPatreon": {
    "message": "Faire un don récurrent via Patreon pour soutenir le projet"
  },
  "LabelKofi": {
    "message": "Kofi"
  },
  "DescriptionKofi": {
    "message": "Faire un don récurrent ou ponctuel via Ko-fi pour soutenir le projet"
  },
  "LegacyAdapterDeprecation": {
    "message": "Cet ancien type de profil n'est plus supporté et sera bientôt supprimé. Merci de le remplacer par la nouvelle méthode de synchronisation Nextcloud. Elle vous apportera des performances accrues."
  },
  "LabelUpdated": {
    "message": "⚡ Floccus a été mis à jour"
  },
  "DescriptionUpdated": {
    "message": "Félicitations, la dernière version de floccus a été installée sur votre appareil !"
  },
  "LabelReleaseNotes": {
    "message": "Lire les notes de publication"
  },
  "LabelOptionsServerDetails": {
    "message": "Détails du serveur"
  },
  "LabelOptionsFolderMapping": {
    "message": "Arborescence des dossiers"
  },
  "LabelOptionsSyncBehavior": {
    "message": "Type de synchronisation"
  },
  "LabelOptionsDangerous": {
    "message": "Actions risquées"
  },
  "LabelAccountDeleted": {
    "message": "Profil supprimé"
  },
  "DescriptionAccountDeleted": {
    "message": "Ce profil a été supprimé"
  },
  "LabelNoAccount": {
    "message": "Il n'y a pas encore de profil ici"
  },
  "DescriptionNoAccount": {
    "message": "Ajoutez de nouveaux profils, ou importez des profils à partir d'un fichier. Vous pourrez alors commencer la synchronisation."
  },
  "LabelLoginFlowStart": {
    "message": "Se connecter avec Nextcloud"
  },
  "LabelLoginFlowStop": {
    "message": "Annuler la connexion avec Nextcloud"
  },
  "LabelLoginFlowError": {
    "message": "La connexion avec Nextcloud a échoué"
  },
  "LabelNewAccount": {
    "message": "Ajouter un profil"
  },
  "LabelNewImport": {
    "message": "Importer"
  },
  "LabelNestedSync": {
    "message": "Profils emboîtés"
  },
  "DescriptionNestedSync": {
    "message": "Vous pouvez emboîter des profils de telle manière qu'un dossier appartienne à un profil A et un de ses sous-dossier aux profils A et B. Voulez-vous autoriser d'autres profils à se synchroniser avec les dossiers du profil actuel ?"
  },
  "LabelNestedSyncNo": {
    "message": "Non, ignorer le dossier de ce profil pour d'autres profils"
  },
  "LabelNestedSyncYes": {
    "message": "Oui, inclure le dossier de ce profil dans d'autres profils"
  },
  "LabelImportExport": {
    "message": "Importer/Exporter un Profil"
  },
  "LabelExport": {
    "message": "Exporter des profils"
  },
  "LabelImport": {
    "message": "Importer des profils"
  },
  "DescriptionExport": {
    "message": "Choisissez les profils ci-dessous que vous souhaitez exporter dans un fichier. Ainsi vous pourrez facilement recréer les mêmes profils dans un autre appareil ou navigateur."
  },
  "DescriptionImport": {
    "message": "Importez ici un fichier exporté depuis un autre appareil ou navigateur, qui contient les données de votre profil. Assurez-vous de configurer le bon dossier à synchroniser une fois l'importation réalisée."
  },
  "LabelFolderNotFound": {
    "message": "Dossier non trouvé"
  },
  "LabelSyncTabs": {
    "message": "Onglets du navigateur"
  },
  "DescriptionSyncTabs": {
    "message": "Les liens qui sont stockés sur le serveur seront ouverts en tant qu'onglets dans votre navigateur. Les onglets ouverts sur votre navigateur seront stockés sur votre serveur. Étant donné que les liens sur le serveur seront tous ouverts comme des onglets sur votre navigateur lors de la prochaine synchronisation, votre navigateur pourrait être submergé."
  },
  "LabelTabs": {
    "message": "Onglets"
  },
  "LabelSyncDown": {
    "message": "Télécharger"
  },
  "DescriptionSyncDown": {
    "message": "Télécharge les changements faits sur d'autres navigateurs et remplace tout changement fait localement"
  },
  "LabelSyncUp": {
    "message": "Téléverser"
  },
  "DescriptionSyncUp": {
    "message": "Téléverse les changements faits localement et remplace tout changement fait sur d'autres navigateurs"
  },
  "LabelSyncDownOnce": {
    "message": "Télécharger une fois"
  },
  "LabelSyncUpOnce": {
    "message": "Téléverser une fois"
  },
  "LabelSyncNormal": {
    "message": "Fusionner"
  },
  "DescriptionSyncNormal": {
    "message": "Fusionner changements locaux avec ceux faits sur d'autres navigateurs"
  },
  "DescriptionFilesPermission": {
    "message": "Assurez-vous de donner à floccus la permission d'utiliser l'application  Bookmarks mais aussi l'application Nextcloud Files."
  },
  "DescriptionExtension": {
    "message": "Synchronisez de façon confidentielle vos signets entre navigateurs et entre appareils"
  },
  "LabelFailsafe": {
    "message": "Sécurité"
  },
  "DescriptionFailsafe": {
    "message": "Parfois, des erreurs de configuration ou un bogue logiciel peuvent causer la suppression involontaire de données. Ces données deviennent alors irrécupérables. Pour empêcher cela, floccus n'effacera pas d'un seul coup plus de 50% de vos signets, à moins que vous ne désactiviez la Sécurité ici."
  },
  "LabelFailsafeon": {
    "message": "Activée. N'effacera pas plus de 50% de vos signets locaux sans vous en demander d'abord l'autorisation. (Recommandé)"
  },
  "LabelFailsafeoff": {
    "message": "Désactivée. Permet la suppression de plus de 50% de vos signets locaux sans vous en demander l'autorisation."
  },
  "StatusFailsafeoff": {
    "message": "Sécurité désactivée. Il y a un risque de perte de données involontaire. Il est recommandé de laisser active la Protection de secours dans les paramètres de votre profil."
  },
  "LabelAdaptergoogledrive": {
    "message": "Google Drive"
  },
  "DescriptionAdaptergoogledrive": {
    "message": "Synchronise vos signets à l'aide d'un fichier chiffré stocké sur votre Google Drive. Les signets HTTP, FTP, data, fichier ou JavaScript peuvent être synchronisés. Cette option supporte le chiffrement point à point."
  },
  "LabelLogingoogle": {
    "message": "Se connecter avec Google"
  },
  "DescriptionLogingoogle": {
    "message": "Connectez-vous à votre compte Google pour ainsi stocker le fichier permettant la synchronisation de vos signets sur votre Google Drive."
  },
  "DescriptionLoggedingoogle": {
    "message": "Vous êtes connecté à votre compte Google. Le fichier permettant la synchronisation de vos signets est stocké sur votre Google Drive."
  },
  "LabelPassphrase": {
    "message": "Mot de passe"
  },
  "DescriptionPassphrase": {
    "message": "Définissez un mot de passe qui servira à chiffrer le fichier contenant vos signets. Si vous ne définissez pas de mot de passe, aucun chiffrement ne sera réalisé."
  },
  "LabelClientcert": {
    "message": "Envoyer les identifiants clients"
  },
  "DescriptionClientcert": {
    "message": "Activer cette option si votre serveur requiert un certificat client ou une authentification par cookies. Cela peut causer des effets secondaires inattendus, puisque floccus partagera les cookies avec les sessions de votre navigateur."
  },
  "LabelAllowredirects": {
    "message": "Autoriser les redirections pour l'URL du serveur"
  },
  "DescriptionAllowredirects": {
    "message": "Activez cette option si vous rencontrez des erreurs durant la synchronisation, et que vous pensez ces erreurs injustifiées."
  },
  "LabelSearch": {
    "message": "Chercher dans les signets"
  },
  "LabelSearchfolder": {
    "message": "Chercher {0}"
  },
  "LabelEdititem": {
    "message": "Modifier"
  },
  "LabelDeleteitem": {
    "message": "Supprimer"
  },
  "DescriptionReallydeleteitem": {
    "message": "Voulez-vous vraiment supprimer cet objet?"
  },
  "LabelNobookmarks": {
    "message": "Aucun signet ici"
  },
  "LabelAddbookmark": {
    "message": "Ajouter un signet"
  },
  "LabelEditbookmark": {
    "message": "Modifier le signet"
  },
  "LabelAddfolder": {
    "message": "Ajouter un dossier"
  },
  "LabelEditfolder": {
    "message": "Modifier le dossier"
  },
  "LabelSlugline": {
    "message": "Synchronisation de signets privée"
  },
  "LabelDownloadlogs": {
    "message": "Télécharger journal"
  },
  "LabelDownloadfulllogs": {
    "message": "Journal complet"
  },
  "LabelDownloadanonymizedlogs": {
    "message": "Journal expurgé"
  },
  "DescriptionDownloadlogs": {
    "message": "Floccus conserve toutes ses actions dans un journal que vous pouvez examiner vous-même ou envoyer aux développeurs pour des raisons de débogage. Dans la version expurgée de ce journal, les noms des signets et des dossiers, ainsi que les liens URL, sont irréversiblement chiffrés grâce à un processus de hachage cryptographique. Si vous envoyez un journal expurgé, vérifiez quand même que le journal ne contient pas de données sensibles que le processus de chiffrement aurait raté."
  },
  "ErrorFolderloopselected": {
    "message": "Impossible de déplacer un dossier dans ce même dossier"
  },
  "ErrorNofolderselected": {
    "message": "Aucun dossier sélectionné"
  },
  "LabelAllownetwork": {
    "message": "Autoriser la connexion au réseau"
  },
  "DescriptionAllownetwork": {
    "message": "Floccus peut utiliser internet pour se connecter à votre serveur de synchronisation et ainsi obtenir des informations sur vos signets (comme des icônes, etc.). Vous pouvez autoriser cette connexion ici."
  },
  "LabelMobilesettings": {
    "message": "Paramètres appareils mobiles"
  },
  "LabelContinuefloccus":{
    "message": "Poursuivre sur floccus"
  },
  "LabelAbout":{
    "message": "À propos"
  },
  "LabelCurrentversion": {
    "message": "Version actuelle"
  },
  "DescriptionCurrentversion": {
    "message": "La version actuellement installée de floccus est :"
  },
  "LabelContributors": {
    "message": "Contributeurs"
  },
  "DescriptionContributors": {
    "message": "Ces personnes ont aidé à réaliser floccus :"
  },
  "LabelSortcustom": {
    "message": "Personnalisé"
  },
  "LabelSorturl": {
    "message": "Lien"
  },
  "LabelSorttitle": {
    "message": "Titre"
  },
  "LabelSyncmethod": {
    "message": "Méthode de synchronisation"
  },
  "LabelSyncserver": {
    "message": "Serveur de synchronisation"
  },
  "LabelSyncfolders": {
    "message": "Dossier à synchroniser"
  },
  "LabelSyncbehavior": {
    "message": "Type de synchronisation"
  },
  "LabelContinue": {
    "message": "Continuer"
  },
  "LabelDone": {
    "message": "Terminé"
  },
  "LabelConnect": {
    "message": "Se connecter"
  },
  "LabelServersetup": {
    "message": "Sur quel serveur synchroniser ?"
  },
  "LabelGoogledrivesetup": {
    "message": "Se connecter à Google Drive"
  },
  "LabelSyncfoldersetup": {
    "message": "Quels dossiers synchroniser ?"
  },
  "LabelSyncbehaviorsetup": {
    "message": "Paramètres de synchronisation"
  },
  "LabelAccountcreated": {
    "message": "Profil créé"
  },
  "DescriptionAccountcreated": {
    "message": "Votre profil a été créé. Vous pouvez à présent fermer cet onglet."
  },
  "DescriptionNonhttps": {
    "message": "Vous accédez à un serveur qui utilise un protocole non sécurisé. Il est recommandé de n'utiliser que des serveurs compatibles avec HTTPS"
  },
  "LabelFiletype": {
    "message": "Format du fichier"
  },
  "DescriptionFiletype": {
    "message": "Vous pouvez choisir le format du fichier qui conservera vos signets dans le cloud."
  },
  "LabelFiletypehtml": {
    "message": "HTML, un format ouvert, avec une large compatibilité (expérimental)"
  },
  "LabelFiletypexbel": {
    "message": "XBEL, un format ouvert et simple à utiliser"
  },
  "LabelImportbookmarks": {
    "message": "Importer les signets"
  },
  "DescriptionImportbookmarks": {
    "message": "Importer un fichier HTML contenant des signets dans le dossier courant"
  },
  "LabelExportBookmarks": {
    "message": "Exporter les signets"
  },
  "DescriptionExportBookmarks" : {
    "message": "Vous pouvez exporter tous les signets de ce profil comme fichier HTML compatible avec tous les principaux navigateurs."
  },
  "LabelShareitem": {
    "message": "Partager"
  },
  "LabelImportsuccessful": {
    "message": "Profil(s) importé(s) avec succès."
  },
  "DescriptionSyncinprogress": {
    "message": "Synchronisation en cours"
  },
  "DescriptionSyncscheduled": {
    "message": "Ce profil sera bientôt synchronisé. Nous attendons que vos autres appareils ou vos autres profils sur cet appareil aient terminé leur synchronisation."
  },
  "LabelAdaptergit": {
    "message": "Git via HTTPS"
  },
  "DescriptionAdaptergit": {
    "message": "Synchronisez vos signets en les conservant dans un fichier situé sur un dépôt Git. Il n'y a pas d'interface Web accompagnant cette option, et vous pouvez l'utiliser avec n'importe quel serveur Git, tel que Github, Gitlab, Gitea, etc. Elle permet de synchroniser des signets HTTP, FTP, données, fichier et JavaScript. Cette option ne supporte pas le chiffrement point à point."
  },
  "LabelGiturl": {
    "message": "URL du dépôt utilisant HTTP"
  },
  "LabelGitbranch": {
    "message": "Branche"
  },
  "LabelTelemetry": {
    "message": "🐛 Rapport d'erreur automatique"
  },
  "DescriptionTelemetry": {
    "message": "Floccus peut automatiquement envoyer des rapports d'erreur aux développeurs. Ceci constitue une aide inestimable pour découvrir et résoudre les bogues de floccus plus rapidement, et améliorer votre expérience avec floccus à long terme. Même lorsque le rapport d'erreur est actif, les développeurs de floccus ne pourront jamais accéder à vos signets."
  },
  "LabelTelemetryenable": {
    "message": "Envoyer automatiquement les données d'erreurs aux développeurs de floccus"
  },
  "LabelTelemetrydisable": {
    "message": "Ne pas envoyer les données d'erreurs aux développeurs de floccus"
  },
  "LabelAccountlabel": {
    "message": "Étiquette du profil"
  },
  "DescriptionAccountlabel": {
    "message": "Donnez un nom à ce profil afin de le reconnaître plus facilement."
  },
  "LabelClickcount": {
    "message": "Compter les clics"
  },
  "DescriptionClickcount": {
    "message": "Envoyer des statistiques concernant les signets que vous accédez le plus à votre serveur Nextcloud, afin que vous puissiez trier par nombre de clics."
  },
  "DescriptionGoogleplayreview": {
    "message": "Rédiger un avis sur Google Play"
  },
  "DescriptionAppstorereview": {
    "message": "Rédiger un avis sur l'App Store"
  },
  "DescriptionChromereview": {
    "message": "Rédiger un avis sur le Chrome WebStore"
  },
  "DescriptionAlternativereview": {
    "message": "Rédiger un avis sur AlternativeTo.net"
  },
  "DescriptionMozillareview": {
    "message": "Rédiger un avis sur Mozilla Addons"
  },
  "DescriptionEdgereview": {
    "message": "Rédiger un avis sur Edge Addons"
  },
  "LabelWritereview": {
    "message": "💙 Partagez!"
  },
  "DescriptionWritereview": {
    "message": "Si vous aimez floccus, dites-le au monde entier en rédigeant un avis sur l'une des plate-formes ci-dessous."
  },
  "DescriptionDonateintervention": {
    "message": "Fan de la synchronisation de signets ? Soutenez-moi !"
  },
  "LabelDonate": {
    "message": "Contribuer"
  },
  "DescriptionDisabledaftererror": {
    "message": "Réessayé 10 fois avant de désactiver ce profil."
  },
  "DescriptionBookmarkexists": {
    "message": "Ce signet existe déjà dans le profil sélectionné"
  },
  "LabelReportproblem": {
    "message": "Rapporter ce probleme"
  },
  "DescriptionReportproblem": {
    "message": "Si vous désirez contacter directement les développeurs pour discuter d'un problème, vous pouvez le faire ici:"
  },
  "LabelAdapterlinkwarden":  {
    "message": "Linkwarden"
  },
  "DescriptionAdapterlinkwarden":  {
    "message": "Synchronisez vos signets avec l'application open-source Linkwarden, soit hébergée sur votre serveur ou dans le cloud sur cloud.linkwarden.app. Cette option ne permet de synchroniser que des signets au format http, ftp et javascript. Cette option ne supporte pas le chiffrement point à point."
  },
  "LabelLinkwardenurl":  {
    "message": "L'URL de votre serveur Linkwarden"
  },
  "LabelAccesstoken":  {
    "message": "Jeton d'accès"
  },
  "LabelLinkwardenconnectionerror": {
    "message": "Impossible de se connecter à votre serveur Linkwarden"
  },
  "LabelSearchresultsotherfolders": {
    "message": "Résultats provenant d'autres dossiers"
  },
  "LabelScheduledforcesync": {
    "message": "Forcer une synchronisation"
  },
  "DescriptionScheduledforcesync": {
    "message": "Voulez-vous vraiment forcer une synchronisation? Synchroniser à partir de deux instances simultanément peut avoir des conséquences imprévues, allant jusqu'à la corruption de vos données. Assurez-vous qu'aucune autre instance ne soit en train de synchroniser avant de confirmer cette action."
  },
  "DescriptionAutosync": {
    "message": "Activer la synchronisation automatique déclenchera automatiquement une synchronisation, à un intervalle de temps configurable, ainsi qu'à la demande, quelques secondes après chaque changement. Si vous n'activez pas la synchronisation automatique, vous devrez la déclencher manuellement en cliquant sur le bouton de synchronisation."
  }
}
