{
  "Error001": {
    "message": "E001: O cartafol no que crear non existe"
  },
  "Error002": {
    "message": "E002: O marcador para actualizar xa non existe"
  },
  "Error003": {
    "message": "E003: O cartafol do que se debe mover non existe. Isto 칠 unha anomal칤a. Parab칠ns."
  },
  "Error004": {
    "message": "E004: O cartafol ao que mover non existe"
  },
  "Error005": {
    "message": "E005: O cartafol no que crear non existe"
  },
  "Error006": {
    "message": "E006: O cartafol para actualizar non existe"
  },
  "Error007": {
    "message": "E007: O cartafol para mover non existe"
  },
  "Error008": {
    "message": "E008: O cartafol do que se debe mover non existe."
  },
  "Error009": {
    "message": "E009: O cartafol ao que mover non existe"
  },
  "Error010": {
    "message": "E010: Non foi pos칤bel atopar o cartafol para ordenar"
  },
  "Error011": {
    "message": "E011: O elemento na ordenaci칩n do cartafol non 칠 un fillo real: {0}"
  },
  "Error012": {
    "message": "E012: Na ordenaci칩n do cartafol faltan alg칰ns dos fillos do cartafol"
  },
  "Error013": {
    "message": "E013: O cartafol para retirar non existe"
  },
  "Error014": {
    "message": "E014: O cartafol principal do que eliminar o cartafol non existe"
  },
  "Error015": {
    "message": "E015: Datos de resposta non agardados do servidor"
  },
  "Error016": {
    "message": "E016: Esgotouse o tempo de espera da solicitude. Comprobe a configuraci칩n do servidor"
  },
  "Error017": {
    "message": "E017: Erro de rede: Comprobe a conexi칩n de rede e os detalles da s칰a conta"
  },
  "Error018": {
    "message": "E018: Non foi pos칤bel autenticar co servidor."
  },
  "Error019": {
    "message": "E019: Estado HTTP {0}. Fallo na solicitude {1}. Comprobe a configuraci칩n e o rexistro do servidor."
  },
  "Error020": {
    "message": "E020: Non foi pos칤bel analizar a resposta do servidor. Est치 instalada no servidor a aplicaci칩n de marcadores?"
  },
  "Error021": {
    "message": "E021: Estado do incoherente do servidor. O cartafol est치 presente na lista de cartafoles secundarios mais non na 치rbore de cartafoles"
  },
  "Error022": {
    "message": "E022: O cartafol {0} supostamente cont칠n un marcador {1} inexistente"
  },
  "Error023": {
    "message": "E023: Non 칠 pos칤bel borrar o ficheiro de bloqueo, considere eliminar {0} manualmente."
  },
  "Error024": {
    "message": "E024: Estado HTTP {0} ao tentar determinar o estado do ficheiro de bloqueo {1}"
  },
  "Error025": {
    "message": "E025: A configuraci칩n do ficheiro de marcadores non debe comezar cunha barra: 춺/췉"
  },
  "Error026": {
    "message": "E026: O proceso de sincronizaci칩n foi cancelado"
  },
  "Error027": {
    "message": "E027: O proceso de sincronizaci칩n foi interrompido"
  },
  "Error028": {
    "message": "E028: Non foi pos칤bel autenticar co servidor."
  },
  "Error029": {
    "message": "E029: A proba de fallos: a execuci칩n de sincronizaci칩n actual eliminar칤a o {0}% dos marcadores. Rexeitouse a execuci칩n. Desactive esta funci칩n de seguranza na configuraci칩n da conta se quere continuar de todos os xeitos."
  },
  "Error030": {
    "message": "E030: Produciuse un fallo ao descifrar o ficheiro de marcadores. 칄 pos칤bel que a frase de contrasinal sexa incorrecta ou que o ficheiro estea estragado."
  },
  "Error031": {
    "message": "E031: Non foi pos칤bel autenticar con Google Drive. Conecte Floccus coa s칰a conta de Google de novo."
  },
  "Error032": {
    "message": "E032: Erro de OAuth. Produciuse un erro de validaci칩n do testemu침o. Volva conectar a s칰a conta de Google."
  },
  "Error033": {
    "message": "E033: Detectouse unha redirecci칩n. Aseg칰rese de que o servidor admite o m칠todo de sincronizaci칩n seleccionado e que o URL que introduciu sexa correcto e non redirixa a unha localizaci칩n diferente. Se a redirecci칩n forma parte da s칰a configuraci칩n, pode desactivar esta comprobaci칩n na configuraci칩n."
  },
  "Error034": {
    "message": "E034: O ficheiro remoto de marcadores non 칠 lex칤bel. Esqueceu definir unha frase de contrasinal de cifrado?"
  },
  "Error035": {
    "message": "E035: Produciuse un erro ao crear o seguinte marcador no servidor: {0}"
  },
  "Error036": {
    "message": "E036: Faltan permisos para acceder ao servidor de sincronizaci칩n"
  },
  "Error037": {
    "message": "E036: O recurso est치 bloqueado"
  },
  "Error038": {
    "message": "E036: Non foi pos칤bel atopar o cartafol local"
  },
  "LabelWebdavurl": {
    "message": "URL de WebDAV"
  },
  "DescriptionWebdavurl": {
    "message": "p. ex. con Nextcloud: https://example.com/remote.php/webdav/"
  },
  "LabelNextcloudurl": {
    "message": "URL de Nextcloud"
  },
  "LabelUsername": {
    "message": "Nome de usuario"
  },
  "LabelPassword": {
    "message": "Contrasinal"
  },
  "LabelBookmarksfile": {
    "message": "Ruta do ficheiro de marcadores"
  },
  "DescriptionBookmarksfile": {
    "message": "unha ruta ao ficheiro de marcadores relativa ao URL de WebDAV (xa deben existir todos os cartafoles da ruta). p. ex. cousas_persoais/bookmarks.xbel"
  },
 "DescriptionBookmarksfilegoogle": {
   "message": "o nome do ficheiro de marcadores que residir치 no seu Google Drive (aseg칰rese de que este nome 칠 칰nico no seu Drive)"
 },
  "DescriptionBookmarksfilegit": {
    "message": "unha ruta ao ficheiro de marcadores relativa 치 ra칤z do repositorio de Git (xa deben existir todos os cartafoles da ruta). p. ex. cousas_persoais/bookmarks.xbel"
  },
  "LabelServerfolder": {
    "message": "Servidor de destino"
  },
  "DescriptionServerfolder": {
    "message": "Ao sincronizar, os marcadores neste navegador almacenaranse como ligaz칩ns nesta ruta no servidor. Te침a en conta que esta ruta representa un cartafol na aplicaci칩n Marcadores de Nextcloud, non un cartafol en Ficheiros de Nextcloud. Deixe isto baleiro para po침er todas as ligaz칩ns no cartafol superior do servidor."
  },
  "LabelLocaltarget": {
    "message": "Destino local"
  },
  "DescriptionLocaltarget": {
    "message": "Escolla aqu칤 se quere sincronizar os marcadores ou as lapelas do navegador."
  },
  "LabelLocalfolder": {
    "message": "Cartafol de marcadores"
  },
  "DescriptionLocalfolder": {
    "message": "Os marcadores deste cartafol de marcadores almacenaranse como ligaz칩ns no servidor e as ligaz칩ns do servidor almacenaranse como marcadores neste cartafol de marcadores neste navegador."
  },
  "LabelRootfolder": {
    "message": "Cartafol ra칤z"
  },
  "LabelNewfolder": {
    "message": "Cartafol rec칠n creado"
  },
  "LabelOptions": {
    "message": "Opci칩ns"
  },
  "LabelSyncnow": {
    "message": "Sincronizar agora"
  },
  "LabelCancelsync": {
    "message": "Cancelar a sincronizaci칩n"
  },
  "LabelSyncall": {
    "message": "Sincronizar todos os perf칤s"
  },
  "LabelAutosync": {
    "message": "Sincronizaci칩n autom치tica"
  },
  "StatusLastsynced": {
    "message": "칔ltima sincronizaci칩n: hai {0}"
  },
  "StatusNeversynced": {
    "message": "A칤nda sen sincronizar"
  },
  "StatusAllgood": {
    "message": "Todo ben"
  },
  "StatusDisabled": {
    "message": "Desactivado"
  },
  "StatusError": {
    "message": "Erro"
  },
  "StatusSyncing": {
    "message": "Sincronizando"
  },
  "StatusScheduled": {
    "message": "Programada"
  },
  "LabelReset": {
    "message": "Restabelecer"
  },
  "DescriptionReset": {
    "message": "Restabelecer o cartafol sincronizado para crear un novo"
  },
  "LabelChoosefolder": {
    "message": "Escoller un cartafol"
  },
  "DescriptionChoosefolder": {
    "message": "Definir un cartafol existente para sincronizar"
  },
  "LabelRemoveaccount": {
    "message": "Retirar o perfil"
  },
  "DescriptionRemoveaccount": {
    "message": "Eliminar este perfil (isto non eliminar치 os marcadores)"
  },
  "LabelSyncfromscratch": {
    "message": "Activar a sincronizaci칩n dende cero"
  },
  "LabelResetCache": {
    "message": "Restabelecer a cach칠"
  },
  "DescriptionResetcache": {
    "message": "Prema neste bot칩n para restabelecer a cach칠 para que a pr칩xima sincronizaci칩n non borre ning칰n dato e se limite a combinar os marcadores locais e do servidor."
  },
  "LabelParallelsync": {
    "message": "Acelerar a sincronizaci칩n"
  },
  "DescriptionParallelsync": {
    "message": "Marque esta caixa para procesar varios cartafoles en paralelo para acelerar a sincronizaci칩n. Esta funci칩n 칠 experimental e dificulta a lectura dos rexistros de depuraci칩n."
  },
  "LabelStrategy": {
    "message": "Estratexia de sincronizaci칩n"
  },
  "DescriptionStrategy": {
    "message": "Esta opci칩n determina como sincronizar os marcadores en diferentes dispositivos. Normalmente querer치 manter os cambios de todos os lados se son compat칤beis, mais 치s veces pode querer sobrescribir os cambios (inclu칤ndo engadidos e eliminaci칩ns) doutros navegadores ou sobrescribir os cambios que te침a feito localmente."
  },
  "LabelStrategydefault": {
    "message": "Combinar sempre os cambios locais cos cambios doutros navegadores (recomendado)"
  },
  "LabelStrategyslave": {
    "message": "Desfacer sempre os cambios locais e descargar os cambios doutros navegadores"
  },
  "LabelStrategyoverwrite": {
    "message": "Enviar sempre os cambios locais e desfacer os cambios doutros navegadores"
  },
  "LabelSave": {
    "message": "Gardar"
  },
  "LabelCancel": {
    "message": "Cancelar"
  },
  "LabelAdd": {
    "message": "Engadir"
  },
  "LabelChange": {
    "message": "Cambiar"
  },
  "LabelRemove": {
    "message": "Retirar"
  },
  "LabelBack": {
    "message": "Artr치s"
  },
  "LabelAdapternextcloudfolders": {
    "message": "Marcadores de Nextcloud"
  },
  "DescriptionAdapternextcloudfolders": {
    "message": "A opci칩n 춺Marcadores de Nextcloud췉 sincroniza os marcadores coa aplicaci칩n Marcadores de Nextcloud. S칩 pode sincronizar os marcadores http, ftp e javascript. Aseg칰rese de ter instalada a aplicaci칩n Marcadores da tenda de aplicaci칩ns de Nextcloud na s칰a instancia de Nextcloud."
  },
  "LabelAdapternextcloud": {
    "message": "Marcadores de Nextcloud (herdados)"
  },
  "DescriptionAdapternextcloud": {
    "message": "A opci칩n herdada 칠 compat칤bel polo menos coa versi칩n v0.11 da aplicaci칩n Marcadores. Emular치 cartafoles usando etiquetas que conte침an a ruta do cartafol. Non se recomenda usar isto para novos perf칤s."
  },
  "LabelAdapterwebdav": {
    "message": "Compartir con WebDAV"
  },
  "DescriptionAdapterwebdav": {
    "message": "A opci칩n WebDAV sincroniza os marcadores almacen치ndoos nun ficheiro no recurso compartido WebDAV fornecido. Non hai unha interface de usuario web para esta opci칩n e pode usala con calquera servidor compat칤bel con WebDAV. Pode sincronizar os marcadores http, ftp, datos, ficheiros e javascript."
  },
  "LabelAddaccount": {
    "message": "Engadir perfil"
  },
  "LabelOpenintab": {
    "message": "Abrir na lapela"
  },
  "LabelDebuglogs": {
    "message": "Rexistros de depuraci칩n"
  },
  "LabelFunddevelopment": {
    "message": "Recadaci칩n de fondos"
  },
  "DescriptionFunddevelopment": {
    "message": "O traballo en Floccusfloccus fomentase cun modelo de subscrici칩n voluntaria. Se pensa que o que fago paga a pena e pode dispo침er dalg칰n carto cada mes sen dificultades, apoie o meu traballo. Ademais, considere darlle a Floccus unha valoraci칩n na tenda de engadidos da s칰a escolle. Grazas!游눛"
  },
  "LabelSelect": {
    "message": "Seleccionar"
  },
  "LabelUntitledfolder": {
    "message": "Cartafol sen t칤tulo"
  },
  "LabelSetkeybutton": {
    "message": "Definir a frase de contrasinal"
  },
  "LabelKey": {
    "message": "Introduza a frase de contrasinal de desbloqueo"
  },
  "LabelKey2": {
    "message": "Introduza a frase de contrasinal por segunda vez"
  },
  "LabelUnlock": {
    "message": "Desbloquear Floccus"
  },
  "LabelRemovekey": {
    "message": "Retirar a frase de contrasinal"
  },
  "LabelRemovedkey": {
    "message": "Retirouse a frase de contrasinal"
  },
  "LabelSyncinterval": {
    "message": "Intervalo de sincronizaci칩n"
  },
  "DescriptionSyncinterval": {
    "message": "O intervalo de tempo entre d칰as sincronizaci칩ns en minutos. O predeterminado 칠 15 minutos."
  },
  "LabelChooseadapter": {
    "message": "Como quere sincronizar?"
  },
  "LabelOptionsscreen": {
    "message": "{0} opci칩ns",
    "description": "Title of the options screen. The placeholder holds the profile type."
  },
  "LabelPaypal": {
    "message": "Paypal"
  },
  "DescriptionPaypal": {
    "message": "Faga unha 칰nica doaz칩n a trav칠s de PayPal para colaborar co proxecto"
  },
  "LabelOpencollective": {
    "message": "OpenCollective"
  },
  "DescriptionOpencollective": {
    "message": "Faga unha doaz칩n regular a trav칠s de OpenCollective para colaborar co proxecto"
  },
  "LabelLiberapay": {
    "message": "Liberapay"
  },
  "DescriptionLiberapay": {
    "message": "Faga unha doaz칩n regular a trav칠s de Liberapay para colaborar co proxecto"
  },
  "LabelGithubsponsors": {
    "message": "Patrocinadores de GitHub"
  },
  "DescriptionGithubsponsors": {
    "message": "Faga unha doaz칩n regular a trav칠s dos patrocinadores de GitHub para colaborar co proxecto"
  },
  "LabelPatreon": {
    "message": "Patreon"
  },
  "DescriptionPatreon": {
    "message": "Faga unha doaz칩n peri칩dica a trav칠s de Patreon para colaborar co proxecto"
  },
  "LabelKofi": {
    "message": "Kofi"
  },
  "DescriptionKofi": {
    "message": "Faga unha doaz칩n peri칩dica ou unha puntual a trav칠s de Ko-fi para colaborar co proxecto"
  },
  "LegacyAdapterDeprecation": {
    "message": "Este tipo de perfil herdado est치 en desuso e vai ser eliminado en pouco tempo. Cambie ao novo m칠todo de sincronizaci칩n de Nextcloud. Ag치rdanlle melloras de rendemento e precisi칩n."
  },
  "LabelUpdated": {
    "message": "Floccus  foi actualizado"
  },
  "DescriptionUpdated": {
    "message": "Parab칠ns, a 칰ltima actualizaci칩n de Floccus xa est치 na s칰a m치quina."
  },
  "LabelReleaseNotes": {
    "message": "Lea as notas de publicaci칩n"
  },
  "LabelOptionsServerDetails": {
    "message": "Detalles do servidor"
  },
  "LabelOptionsFolderMapping": {
    "message": "Asignaci칩n de cartafoles"
  },
  "LabelOptionsSyncBehavior": {
    "message": "Comportamento da sincronizaci칩n"
  },
  "LabelOptionsDangerous": {
    "message": "Acci칩ns perigosas"
  },
  "LabelAccountDeleted": {
    "message": "Perfil eliminado"
  },
  "DescriptionAccountDeleted": {
    "message": "Este perfil foi eliminado"
  },
  "LabelNoAccount": {
    "message": "Aqu칤 non hai ning칰n perfil"
  },
  "DescriptionNoAccount": {
    "message": "Crea un novo perfil para sincronizar os marcadores ou importar perf칤s dende un dispositivo ou navegador diferente."
  },
  "LabelLoginFlowStart": {
    "message": "Acceder con Nextcloud"
  },
  "LabelLoginFlowStop": {
    "message": "Interromper o acceso a Nextcloud"
  },
  "LabelLoginFlowError": {
    "message": "Produciuse n fallo ao acceder a Nextcloud"
  },
  "LabelNewAccount": {
    "message": "Perfil novo"
  },
  "LabelNestedSync": {
    "message": "Perf칤s ani침ados"
  },
  "DescriptionNestedSync": {
    "message": "Pode ani침ar perf칤s para que un cartafol principal pertenza ao perfil A e un subcartafol ao perfil A e B. Quere permitir que outros perf칤s sincronicen tam칠n o cartafol deste perfil?"
  },
  "LabelNestedSyncNo": {
    "message": "Non, ignorar o cartafol deste perfil noutros perf칤s"
  },
  "LabelNestedSyncYes": {
    "message": "Si, inclu칤r o cartafol deste perfil noutros perf칤s"
  },
  "LabelImportExport": {
    "message": "Importar/exportar perf칤s"
  },
  "LabelExport": {
    "message": "Exportar perf칤s"
  },
  "LabelImport": {
    "message": "Importar perf칤s"
  },
  "DescriptionExport": {
    "message": "Seleccione a seguir os perf칤s que quere exportar a un ficheiro, de xeito que poida volver crear doadamente os mesmos perf칤s nun dispositivo ou navegador diferente."
  },
  "DescriptionImport": {
    "message": "Importe aqu칤 un ficheiro cos perf칤s exportados para volver crear perf칤s exportados nun dispositivo ou navegador diferente. Aseg칰rese de configurar de novo os cartafoles de sincronizaci칩n correctos ap칩s importar."
  },
  "LabelFolderNotFound": {
    "message": "Non se atopou o cartafol"
  },
  "LabelSyncTabs": {
    "message": "Lapelas do navegador"
  },
  "DescriptionSyncTabs": {
    "message": "As ligaz칩ns que se almacenan no servidor abriranse como lapelas do navegador no seu navegador e as lapelas abertas existentes almac칠nanse como ligaz칩ns no seu servidor. Te침a en conta que, dependendo de cantas ligaz칩ns se almacenen no servidor, abriranse todas na seguinte sincronizaci칩n, isto poder칤a desbordar o seu navegador."
  },
  "LabelTabs": {
    "message": "Lapelas"
  },
  "LabelSyncDown": {
    "message": "Empurrar cara abaixo"
  },
  "DescriptionSyncDown": {
    "message": "Descarga os cambios doutros navegadores e sobrescribe os cambios locais"
  },
  "LabelSyncUp": {
    "message": "Empurrar cara arriba"
  },
  "DescriptionSyncUp": {
    "message": "Envia os cambios locais e sobrescribe os cambios doutros navegadores"
  },
  "LabelSyncDownOnce": {
    "message": "Empurrar un cara abaixo"
  },
  "LabelSyncUpOnce": {
    "message": "Empurrar un cara arriba"
  },
  "LabelSyncNormal": {
    "message": "Combinar"
  },
  "DescriptionSyncNormal": {
    "message": "Combinar os cambios locais cos cambios doutros navegadores"
  },
  "DescriptionFilesPermission": {
    "message": "Aseg칰rese de dar permiso a Floccus non s칩 para usar a aplicaci칩n de marcadores sen칩n tam칠n a aplicaci칩n de ficheiros de Nextcloud."
  },
  "DescriptionExtension": {
    "message": "Sincronizar os marcadores de forma privada en navegadores e dispositivos"
  },
  "LabelFailsafe": {
    "message": "A proba de fallos"
  },
  "DescriptionFailsafe": {
    "message": "츼s veces, os erros de configuraci칩n ou os erros de software poden provocar a eliminaci칩n involuntaria de datos, que ap칩s se perden. Para evitar que isto suceda, Floccus non eliminar치 m치is do 50% dos marcadores dunha soa vez, a non ser que desactive aqu칤 esta 춺a proba de fallos췉."
  },
  "LabelFailsafeon": {
    "message": "Activado. Non eliminar m치is do 50% dos marcadores locais sen preguntar antes. (Recomendado)"
  },
  "LabelFailsafeoff": {
    "message": "Desactivado. Permitir a eliminaci칩n de m치is do 50% dos marcadores locais sen preguntar para confirmar."
  },
  "StatusFailsafeoff": {
    "message": "A proba de fallos desactivada. Corre o risco de perder datos de xeito involuntario. Recom칠ndase activar a proba de fallos na configuraci칩n do perf칤l."
  },
  "LabelAdaptergoogledrive": {
    "message": "Google Drive"
  },
  "DescriptionAdaptergoogledrive": {
    "message": "Sincroniza os marcadores mediante un ficheiro cifrado que se almacena no seu Google Drive. Pode sincronizar os marcadores http, ftp, datos, ficheiros e javascript."
  },
  "LabelLogingoogle": {
    "message": "Acceder con Google"
  },
  "DescriptionLogingoogle": {
    "message": "Conecte a s칰a conta de Google para almacenar o ficheiro de sincronizaci칩n dos marcadores no seu Google Drive."
  },
  "DescriptionLoggedingoogle": {
    "message": "Conectou a s칰a conta de Google para almacenar o ficheiro de sincronizaci칩n dos marcadores no seu Google Drive."
  },
  "LabelPassphrase": {
    "message": "Frase de contrasinal"
  },
  "DescriptionPassphrase": {
    "message": "Definir unha frase de contrasinal para cifrar o ficheiro de marcadores; se non estabelece ningunha frase de contrasinal, non se executar치 ning칰n cifrado."
  },
  "LabelClientcert": {
    "message": "Enviar as credenciais do cliente"
  },
  "DescriptionClientcert": {
    "message": "Active esta opci칩n se o seu servidor require un certificado de cliente ou cookies para a autenticaci칩n. Isto pode causar efectos secundarios non desexados, xa que Floccus compartir치 cookies coas sesi칩ns normais do seu navegador."
  },
  "LabelAllowredirects": {
    "message": "Permitir redirecci칩ns no URL do servidor"
  },
  "DescriptionAllowredirects": {
    "message": "Active esta opci칩n se recibe erros de redirecci칩n durante a sincronizaci칩n, que cree que non son xustificados."
  },
  "LabelSearch": {
    "message": "Buscar marcadores"
  },
  "LabelSearchfolder": {
    "message": "Buscar {0}"
  },
  "LabelEdititem": {
    "message": "Editar"
  },
  "LabelDeleteitem": {
    "message": "Eliminar"
  },
  "LabelNobookmarks": {
    "message": "Aqu칤 non hai marcadores"
  },
  "LabelAddbookmark": {
    "message": "Engadir un marcador"
  },
  "LabelEditbookmark": {
    "message": "Editar o marcador"
  },
  "LabelAddfolder": {
    "message": "Engadir un cartafol"
  },
  "LabelEditfolder": {
    "message": "Editar o cartafol"
  },
  "LabelSlugline": {
    "message": "Sincronizaci칩n de marcadores privados"
  },
  "LabelDownloadlogs": {
    "message": "Descargar rexistros"
  },
  "LabelDownloadfulllogs": {
    "message": "Rexistros completos"
  },
  "LabelDownloadanonymizedlogs": {
    "message": "Rexistros redactados"
  },
  "DescriptionDownloadlogs": {
    "message": "Floccus rexistra todas as s칰as acci칩ns nun ficheiro de rexistro que pode examinar vostede mesmo ou enviar aos desenvolvedores para fins de depuraci칩n. Nos rexistros redactados, os nomes de cartafoles e marcadores, as칤 como os URL, codif칤canse de xeito irrevers칤bel mediante unha funci칩n de resumo criptogr치fico. Cando env칤e rexistros redactados, aseg칰rese de comprobar tam칠n o ficheiro descargado na busca de datos confidenciais que quizais non poder칤an non ter sido detectados polo proceso de anonimizaci칩n."
  },
  "ErrorFolderloopselected": {
    "message": "Non 칠 pos칤bel mover un cartafol cara a si mesmo"
  },
  "ErrorNofolderselected": {
    "message": "Non se seleccionou ning칰n cartafol"
  },
  "LabelAllownetwork": {
    "message": "Permitir o uso da rede"
  },
  "DescriptionAllownetwork": {
    "message": "Floccus pode usar a rede ademais de para conectarse ao seu servidor de sincronizaci칩n, para obter informaci칩n adicional sobre os teus marcadores (como iconas, etc.). Aqu칤 pode activar o uso da rede."
  },
  "LabelMobilesettings": {
    "message": "Axustes do m칩bil"
  },
  "LabelContinuefloccus":{
    "message": "Contin칰ar a floco"
  },
  "LabelAbout":{
    "message": "Sobre"
  },
  "LabelCurrentversion": {
    "message": "Versi칩n actual"
  },
  "DescriptionCurrentversion": {
    "message": "A versi칩n instalada actualmente de Floccus 칠:"
  },
  "LabelContributors": {
    "message": "Colaboradores"
  },
  "DescriptionContributors": {
    "message": "Estas persoas axudaron a facer pos칤bel Floccus"
  },
  "LabelSortcustom": {
    "message": "Personalizado"
  },
  "LabelSorturl": {
    "message": "Ligaz칩n"
  },
  "LabelSorttitle": {
    "message": "T칤tulo"
  },
  "LabelSyncmethod": {
    "message": "M칠todo de sincronizaci칩n"
  },
  "LabelSyncserver": {
    "message": "Servidor de sincronizaci칩n"
  },
  "LabelSyncfolders": {
    "message": "Sincronizar cartafoles"
  },
  "LabelSyncbehavior": {
    "message": "Comportamento da sincronizaci칩n"
  },
  "LabelContinue": {
    "message": "Continuar"
  },
  "LabelDone": {
    "message": "Feito"
  },
  "LabelConnect": {
    "message": "Conectar"
  },
  "LabelServersetup": {
    "message": "Con que servidor quere sincronizar?"
  },
  "LabelGoogledrivesetup": {
    "message": "Acceder a Google Drive"
  },
  "LabelSyncfoldersetup": {
    "message": "Que cartafoles quere sincronizar?"
  },
  "LabelSyncbehaviorsetup": {
    "message": "Como quere que funcione a sincronizaci칩n?"
  },
  "LabelAccountcreated": {
    "message": "Perfil creado"
  },
  "DescriptionAccountcreated": {
    "message": "Creouse o seu perfil. Xa pode pechar esta lapela."
  },
  "DescriptionNonhttps": {
    "message": "Introduciu un servidor que usa un protocolo inseguro. Recom칠ndase utilizar s칩 servidores compat칤beis con HTTPS."
  },
  "LabelFiletype": {
    "message": "Formato de ficheiro"
  },
  "DescriptionFiletype": {
    "message": "Pode escoller o formato de ficheiro que quere usar para almacenar os marcadores na nube."
  },
  "LabelFiletypehtml": {
    "message": "HTML, un formato aberto amplamente admitido (experimental)"
  },
  "LabelFiletypexbel": {
    "message": "XBEL, un formato sinxelo e aberto"
  },
  "LabelImportbookmarks": {
    "message": "Importar marcadores"
  },
  "DescriptionImportbookmarks": {
    "message": "Importar un ficheiro HTML que conte침a marcadores ao cartafol actual"
  },
  "LabelExportBookmarks": {
    "message": "Exportar marcadores"
  },
  "DescriptionExportBookmarks" : {
    "message": "Pode exportar todos os marcadores deste perfil como ficheiro HTML compat칤bel con todos os principais navegadores."
  },
  "LabelShareitem": {
    "message": "Compartir"
  },
  "LabelImportsuccessful": {
    "message": "Perf칤s importados correctamente"
  },
  "DescriptionSyncinprogress": {
    "message": "Sincronizaci칩n en curso."
  },
  "DescriptionSyncscheduled": {
    "message": "Este perfil sincronizarase en breve. Estamos a agardar que outros dispositivos seus ou outros perf칤s deste dispositivo rematen de sincronizar."
  },
  "LabelAdaptergit": {
    "message": "Git sobre HTTPS"
  },
  "DescriptionAdaptergit": {
    "message": "A opci칩n Git sincroniza os seus marcadores almacen치ndoos nun ficheiro no repositorio de Git fornecido. Non hai unha interface de usuario web para esta opci칩n, mais pode usala con calquera servidor de aloxamento de Git, como Github, Gitlab, Gitea, etc. Pode sincronizar os marcadores http, ftp, datos, ficheiros e javascript."
  },
  "LabelGiturl": {
    "message": "URL do repositorio usando HTTP"
  },
  "LabelGitbranch": {
    "message": "P칩la de Git"
  },
  "LabelTelemetry": {
    "message": "Informe automatizado de erros"
  },
  "DescriptionTelemetry": {
    "message": "Floccus pode enviarme automaticamente os datos de erros a min, o desenvolvedor. Esta 칠 unha gran axuda para descubrir e resolver os erros en floccus m치is r치pido e axudar치 a mellorar a s칰a experiencia con floccus a longo prazo. A칤nda que estea activado o informe de erros, os desenvolvedores de floccus nunca poder치n ver os seus marcadores."
  },
  "LabelTelemetryenable": {
    "message": "Env칤iar automaticamente os datos de erros aos desenvolvedores de floccus"
  },
  "LabelTelemetrydisable": {
    "message": "Non enviar os datos de erros aos desenvolvedores de floccus"
  }
}
