{
  "Error001": {
    "message": "E001: La carpeta en donde crearlo no existe"
  },
  "Error002": {
    "message": "E002: El marcador para actualizar ya no existe"
  },
  "Error003": {
    "message": "E003: La carpeta desde donde mover no existe. Esto es una anomal铆a. Enhorabuena."
  },
  "Error004": {
    "message": "E004: La carpeta a la que mover no existe"
  },
  "Error005": {
    "message": "E005: La carpeta  en la que crear no existe"
  },
  "Error006": {
    "message": "E006: La carpeta que actualizar no existe"
  },
  "Error007": {
    "message": "E007: La carpeta que mover no existe"
  },
  "Error008": {
    "message": "E008:La carpeta desde la que mover no existe"
  },
  "Error009": {
    "message": "E009: La carpeta a la que mover no existe"
  },
  "Error010": {
    "message": "E010: No se ha podido encontrar la carpeta para ordenarla"
  },
  "Error011": {
    "message": "E011: El 铆tem en la ordenaci贸n de la carpeta no es un verdadero hijo: {0}"
  },
  "Error012": {
    "message": "E012: A la ordenaci贸n de la carpeta le faltan algunos de los hijos de la carpeta"
  },
  "Error013": {
    "message": "E013: La carpeta que eliminar no existe"
  },
  "Error014": {
    "message": "E014: La carpeta padre desde de la que quitar la carpeta no existe"
  },
  "Error015": {
    "message": "E015: Datos de respuesta del servidor inesperados"
  },
  "Error016": {
    "message": "E016: La petici贸n ha caducado. Comprueba la configuraci贸n del servidor"
  },
  "Error017": {
    "message": "E017: Error de red: Comprueba tu conexi贸n de red y los detalles de tu cuenta"
  },
  "Error018": {
    "message": "E018: No se ha podido autenticar con el servidor"
  },
  "Error019": {
    "message": "E019: estado HTTP {0} . Fallo en la petici贸n {1}. Comprueba la configuraci贸n del servidor y el registro."
  },
  "Error020": {
    "message": "E020: No se ha podido recibir respuesta del servidor. 驴La app de marcadores est谩 instalada en tu servidor?"
  },
  "Error021": {
    "message": "E021: Estado del servidor inconsistente. La carpeta se presenta en lista de orden de hijos, pero no en 谩rbol de carpetas"
  },
  "Error022": {
    "message": "E022: La carpeta {0} contiene supuestamente el marcador no existente {1}"
  },
  "Error023": {
    "message": "E023: No se ha podido limpiar el archivo bloqueado, considera eliminar {0} manualmente."
  },
  "Error024": {
    "message": "E024: Estado HTTP {0} al intentar determinar el estado del archivo bloqueado {1}"
  },
  "Error025": {
    "message": "E025: El archivo de configuraci贸n de marcadores no debe comenzar con una barra: '/'"
  },
  "Error026": {
    "message": "E026: Estado HTTP {0}. Fallo al recuperar marcadores"
  },
  "Error027": {
    "message": "E027: El proceso de sincronizaci贸n fue interrumpido"
  },
  "Error028": {
    "message": "E028: No se puede autenticar con el servidor."
  },
  "Error029": {
    "message": "E029: Mecanismo de seguridad: La ejecuci贸n de sincronizaci贸n actual eliminar铆a {0}% de tus marcadores. Se niega a ejecutar. Desactiva este mecanismo de seguridad en la configuraci贸n de la cuenta si deseas proceder de todos modos."
  },
  "Error030": {
    "message": "E030: No se pudo descifrar el archivo de marcadores. Es posible que la frase de contrase帽a sea incorrecta o que el archivo est茅 corrupto."
  },
  "Error031": {
    "message": "E031: No se pudo autenticar con Google Drive. Por favor, conecta floccus con tu cuenta de Google nuevamente."
  },
  "Error032": {
    "message": "E032: Error de OAuth. Error de validaci贸n de token. Por favor, vuelva a conectar su cuenta de Google."
  },
  "Error033": {
    "message": "E033: Se ha detectado una redirecci贸n. Por favor, aseg煤rese de que el servidor admite el m茅todo de sincronizaci贸n seleccionado y que la URL que ha introducido es correcta y no redirige a una ubicaci贸n diferente. Si la redirecci贸n forma parte de su configuraci贸n, puede desactivar esta comprobaci贸n en los ajustes."
  },
  "Error034": {
    "message": "E034: El archivo remoto de marcadores es ilegible. 驴Olvidaste configurar una contrase帽a de encriptado?"
  },
  "Error035": {
    "message": "E035: No se pudo crear el siguiente marcador en el servidor: {0}"
  },
  "Error036": {
    "message": "E036: Permisos faltantes para acceder al servidor de sincronizaci贸n"
  },
  "LabelWebdavurl": {
    "message": "URL de WebDAV"
  },
  "DescriptionWebdavurl": {
    "message": "p. ej., con nextcoud: https://tudominio.com/remote.php/webdav/"
  },
  "LabelNextcloudurl": {
    "message": "URL de Nextcloud"
  },
  "LabelUsername": {
    "message": "Nombre de usuario"
  },
  "LabelPassword": {
    "message": "Contrase帽a"
  },
  "LabelBookmarksfile": {
    "message": "Ruta de los marcadores"
  },
  "DescriptionBookmarksfile": {
    "message": "una ruta a los marcadores relativa a tu URL WebDAV (todas las carpetas en la ruta deben existir ya. P. ej., personal/marcadores.xbel"
  },
 "DescriptionBookmarksfilegoogle": {
   "message": "el nombre del archivo de marcadores que residir谩 en tu Google Drive (aseg煤rate de que este nombre sea 煤nico en tu Drive)"
 },
  "LabelServerfolder": {
    "message": "Servidor objetivo"
  },
  "DescriptionServerfolder": {
    "message": "Cuando se sincroniza, sus marcadores en este navegador se almacenar谩n como enlaces bajo esta ruta en el servidor. Tenga en cuenta que esta ruta representa una carpeta en la aplicaci贸n de Marcadores de Nextcloud, no una carpeta en los Archivos de Nextcloud. Deje esto vac铆o para simplemente colocar todos los enlaces en la carpeta superior del servidor."
  },
  "LabelLocaltarget": {
    "message": "Objetivo local"
  },
  "DescriptionLocaltarget": {
    "message": "Elige aqu铆 si quieres sincronizar los marcadores del navegador o las pesta帽as del navegador."
  },
  "LabelLocalfolder": {
    "message": "carpeta de marcadores"
  },
  "DescriptionLocalfolder": {
    "message": "Los marcadores en esta carpeta de marcadores se almacenar谩n como enlaces en el servidor y los enlaces en el servidor se almacenar谩n como marcadores en esta carpeta de marcadores en este navegador."
  },
  "LabelRootfolder": {
    "message": "Carpeta ra铆z"
  },
  "LabelNewfolder": {
    "message": "Nueva carpeta creada"
  },
  "LabelOptions": {
    "message": "Opciones"
  },
  "LabelSyncnow": {
    "message": "Sincronizar ahora"
  },
  "LabelCancelsync": {
    "message": "Cancelar sincronizaci贸n"
  },
  "LabelSyncall": {
    "message": "Sincronizar todos los perfiles"
  },
  "LabelAutosync": {
    "message": "Auto-sincronizaci贸n"
  },
  "StatusLastsynced": {
    "message": "ltima sincronizaci贸n: hace {0}"
  },
  "StatusNeversynced": {
    "message": "A煤n no se ha sincronizado"
  },
  "StatusAllgood": {
    "message": "Todo bien"
  },
  "StatusDisabled": {
    "message": "Desactivada"
  },
  "StatusError": {
    "message": "Error"
  },
  "StatusSyncing": {
    "message": "Sincronizando"
  },
  "StatusScheduled": {
    "message": "Programado"
  },
  "LabelReset": {
    "message": "Resetear"
  },
  "DescriptionReset": {
    "message": "Resetear carpeta sincronizada para crear una nueva"
  },
  "LabelChoosefolder": {
    "message": "Escoge carpeta"
  },
  "DescriptionChoosefolder": {
    "message": "Configura una carpeta existente para sincronizar"
  },
  "LabelRemoveaccount": {
    "message": "Eliminar perfil"
  },
  "DescriptionRemoveaccount": {
    "message": "Eliminar este perfil (esto no eliminar谩 tus marcadores)"
  },
  "LabelSyncfromscratch": {
    "message": "Forzar sincronizaci贸n desde cero"
  },
  "LabelResetCache": {
    "message": "Restablecer cach茅"
  },
  "DescriptionResetcache": {
    "message": "Marca esta casilla para resetear la cach茅 para garantizar que la ejecuci贸n de la pr贸xima sincronizaci贸n no elimine ning煤n dato y simplemente una  los marcadores locales y los del servidor"
  },
  "LabelParallelsync": {
    "message": "Acelerar sincronizaci贸n"
  },
  "DescriptionParallelsync": {
    "message": "Marca esta casilla para procesar m煤ltiples careptas en paralelo para acelerar la sincronizaci贸n. Esta caracter铆stica es experimental y hace m谩s dif铆cil leer los registros de depuraci贸n."
  },
  "LabelStrategy": {
    "message": "Estrategia de sincronizaci贸n"
  },
  "DescriptionStrategy": {
    "message": "Esta opci贸n determina c贸mo sincronizar el 谩rbol de marcadores en el servidor con el de este navegador. Normalmente querr谩s mantener los cambios a ambos 谩rboles si son compatibles, pero en ocasiones puedes querer forzar la versi贸n local sobre la del servidor o viceversa."
  },
  "LabelStrategydefault": {
    "message": "Combinar siempre los cambios locales con los cambios de otros navegadores (recomendado)"
  },
  "LabelStrategyslave": {
    "message": "Siempre deshacer los cambios locales y descargar los cambios de otros navegadores."
  },
  "LabelStrategyoverwrite": {
    "message": "Siempre suba los cambios locales y deshaga los cambios de otros navegadores."
  },
  "LabelSave": {
    "message": "Guardar"
  },
  "LabelCancel": {
    "message": "Cancelar"
  },
  "LabelAdd": {
    "message": "A帽adir"
  },
  "LabelChange": {
    "message": "Cambiar"
  },
  "LabelRemove": {
    "message": "Eliminar"
  },
  "LabelBack": {
    "message": "Atr谩s"
  },
  "LabelAdapternextcloudfolders": {
    "message": "Marcadores de Nextcloud"
  },
  "DescriptionAdapternextcloudfolders": {
    "message": "La opci贸n 'Nextcloud Bookmarks' sincroniza tus marcadores con la aplicaci贸n Bookmarks para Nextcloud. Solo puede sincronizar marcadores http y ftp. Aseg煤rate de haber instalado la aplicaci贸n Bookmarks desde la tienda de aplicaciones de Nextcloud en tu Nextcloud."
  },
  "LabelAdapternextcloud": {
    "message": "Marcadores de Nextcloud (antigua)"
  },
  "DescriptionAdapternextcloud": {
    "message": "La opci贸n vieja es compatible con al menos la versi贸n v0.11 de la aplicaci贸n Bookmarks. Emular谩 carpetas utilizando etiquetas que contienen la ruta de la carpeta. No se recomienda utilizar esto para perfiles nuevos."
  },
  "LabelAdapterwebdav": {
    "message": "Carpeta WebDAV"
  },
  "DescriptionAdapterwebdav": {
    "message": "La opci贸n WebDAV sincroniza tus marcadores almacen谩ndolos en un archivo en la carpeta WebDAV proporcionado. No hay una interfaz web acompa帽ante para esta opci贸n y puedes usarla con cualquier servidor compatible con WebDAV. Puede sincronizar marcadores http, ftp, data, file y javascript."
  },
  "LabelAddaccount": {
    "message": "Agregar perfil"
  },
  "LabelOpenintab": {
    "message": "Abrir en pesta帽a"
  },
  "LabelDebuglogs": {
    "message": "Registros de depuraci贸n"
  },
  "LabelFunddevelopment": {
    "message": "Financiar el desarrollo"
  },
  "DescriptionFunddevelopment": {
    "message": "El trabajo en floccus es impulsado por un modelo de suscripci贸n voluntaria. Si piensas que lo qu茅 hago vale la pena y puedes permitirte contribuir un poco de dinero, te invito a hacerlo. Tambi茅n, considera darle a floccus una buena calificaci贸n en la tienda de aplicaciones de tu preferencia. 隆Gracias!"
  },
  "LabelSelect": {
    "message": "Seleccionar"
  },
  "LabelUntitledfolder": {
    "message": "Carpeta sin t铆tulo"
  },
  "LabelSetkeybutton": {
    "message": "Establecer frase de contrase帽a"
  },
  "LabelKey": {
    "message": "Escribe tu contrase帽a"
  },
  "LabelKey2": {
    "message": "Escribe tu contrase帽a de nuevo"
  },
  "LabelUnlock": {
    "message": "Desbloquear Floccus"
  },
  "LabelRemovekey": {
    "message": "Eliminar frase de contrase帽a"
  },
  "LabelRemovedkey": {
    "message": "Contrase帽a eliminada"
  },
  "LabelSyncinterval": {
    "message": "Intervalo de sincronizaci贸n"
  },
  "DescriptionSyncinterval": {
    "message": "El intervalo entre dos sincronizaciones se define en minutos. Por defecto, 15 minutos."
  },
  "LabelChooseadapter": {
    "message": "驴C贸mo quieres sincronizar?"
  },
  "LabelOptionsscreen": {
    "message": "{0} Opciones",
    "description": "Title of the options screen. The placeholder holds the profile type."
  },
  "LabelPaypal": {
    "message": "Paypal"
  },
  "DescriptionPaypal": {
    "message": "Haz una donaci贸n puntual v铆a Paypal para apoyar el proyecto"
  },
  "LabelOpencollective": {
    "message": "OpenCollective"
  },
  "DescriptionOpencollective": {
    "message": "Haz una donaci贸n peri贸dica v铆a OpenCollective para apoyar el proyecto"
  },
  "LabelLiberapay": {
    "message": "Liberapay"
  },
  "DescriptionLiberapay": {
    "message": "Haz una donaci贸n peri贸dica v铆a Liberapay para apoyar el proyecto"
  },
  "LabelGithubsponsors": {
    "message": "GitHub sponsors"
  },
  "DescriptionGithubsponsors": {
    "message": "Haz una donaci贸n peri贸dica v铆a GitHub sponsors para apoyar el proyecto"
  },
  "LegacyAdapterDeprecation": {
    "message": "Este tipo de perfil vieja est谩 obsoleto y pronto ser谩 eliminado. Por favor, cambie al nuevo m茅todo de sincronizaci贸n de Nextcloud. Un rendimiento y precisi贸n mejorados le esperan."
  },
  "LabelUpdated": {
    "message": "Floccus ha sido actualizado"
  },
  "DescriptionUpdated": {
    "message": "隆Enhorabuena, la 煤ltima actualizaci贸n de Floccus ha llegado a tu m谩quina! "
  },
  "LabelReleaseNotes": {
    "message": "Leer notas de publicaci贸n"
  },
  "LabelOptionsServerDetails": {
    "message": "Detalles del servidor"
  },
  "LabelOptionsFolderMapping": {
    "message": "Mapeado de carpetas"
  },
  "LabelOptionsSyncBehavior": {
    "message": "Comportamiento de sincronizaci贸n"
  },
  "LabelOptionsDangerous": {
    "message": "Acciones peligrosas"
  },
  "LabelAccountDeleted": {
    "message": "Perfil eliminado"
  },
  "DescriptionAccountDeleted": {
    "message": "Este perfil fue eliminado"
  },
  "LabelNoAccount": {
    "message": "No hay perfiles aqu铆"
  },
  "DescriptionNoAccount": {
    "message": "Crea un nuevo perfil para sincronizar tus marcadores o importar perfiles desde un dispositivo o navegador diferente."
  },
  "LabelLoginFlowStart": {
    "message": "Iniciar sesi贸n con el mecanismo de entrada de Nextcloud"
  },
  "LabelLoginFlowStop": {
    "message": "Abortar mecanismo de entrada de Nextcloud"
  },
  "LabelLoginFlowError": {
    "message": "Fallo del mecanismo de entrada de Nextcloud."
  },
  "LabelNewAccount": {
    "message": "Nuevo Perfil"
  },
  "LabelNestedSync": {
    "message": "Perfiles anidados"
  },
  "DescriptionNestedSync": {
    "message": "Puede anidar perfiles para que una carpeta principal pertenezca al perfil A y una subcarpeta al perfil A y B. 驴Desea permitir que otros perfiles sincronicen tambi茅n la carpeta de este perfil?"
  },
  "LabelNestedSyncNo": {
    "message": "No, ignora la carpeta de este perfil en otros perfiles."
  },
  "LabelNestedSyncYes": {
    "message": "S铆, incluye la carpeta de este perfil en otros perfiles."
  },
  "LabelImportExport": {
    "message": "Importar/Exportar Perfiles"
  },
  "LabelExport": {
    "message": "Exportar perfiles"
  },
  "LabelImport": {
    "message": "Importar perfiles"
  },
  "DescriptionExport": {
    "message": "Seleccione los perfiles a continuaci贸n que le gustar铆a exportar a un archivo, para que pueda recrear f谩cilmente los mismos perfiles en un dispositivo o navegador diferente."
  },
  "DescriptionImport": {
    "message": "Importa un archivo con perfiles exportados aqu铆 para volver a crear perfiles exportados en un dispositivo o navegador diferente. Por favor, aseg煤rate de configurar las carpetas de sincronizaci贸n correctas nuevamente despu茅s de importar."
  },
  "LabelFolderNotFound": {
    "message": "Carpeta no encontrada"
  },
  "LabelSyncTabs": {
    "message": "Pesta帽as del navegador"
  },
  "DescriptionSyncTabs": {
    "message": "Los enlaces que se almacenan en el servidor se abrir谩n como pesta帽as en tu navegador y las pesta帽as abiertas existentes se almacenan como enlaces en tu servidor. Tenga en cuenta que, dependiendo de cu谩ntos enlaces se almacenen en el servidor, ya que todos se abrir谩n como pesta帽as en la pr贸xima sincronizaci贸n, esto podr铆a abrumar posiblemente tu navegador."
  },
  "LabelTabs": {
    "message": "Pesta帽as"
  },
  "LabelSyncDown": {
    "message": "Bajar"
  },
  "DescriptionSyncDown": {
    "message": "Descargar cambios de otros navegadores y sobrescribir cambios locales"
  },
  "LabelSyncUp": {
    "message": "Empujar hacia arriba"
  },
  "DescriptionSyncUp": {
    "message": "Sube los cambios locales y sobrescribe los cambios de otros navegadores"
  },
  "LabelSyncDownOnce": {
    "message": "Bajar una vez"
  },
  "LabelSyncUpOnce": {
    "message": "Empuja hacia arriba una vez"
  },
  "LabelSyncNormal": {
    "message": "Combinar"
  },
  "DescriptionSyncNormal": {
    "message": "Combinar cambios locales con cambios de otros navegadores"
  },
  "DescriptionFilesPermission": {
    "message": "Aseg煤rate de darle permisos a Floccus no s贸lo a usar la aplicaci贸n de marcadores, sino tambi茅n a la applicaci贸n de archivos de Nextcloud."
  },
  "DescriptionExtension": {
    "message": "Sincroniza tus marcadores de forma privada en todos los navegadores y dispositivos"
  },
  "LabelFailsafe": {
    "message": "Mecanismo de seguridad"
  },
  "DescriptionFailsafe": {
    "message": "A veces los errores de configuraci贸n o los errores de software pueden causar la eliminaci贸n no intencionada de datos, que luego se pierden. Para evitar que eso suceda, floccus no eliminar谩 m谩s del 50% de tus marcadores de una vez, a menos que desactives esta protecci贸n aqu铆."
  },
  "LabelFailsafeon": {
    "message": "Habilitado. No elimines m谩s del 50% de mis marcadores locales sin preguntarme primero. (Recomendado)"
  },
  "LabelFailsafeoff": {
    "message": "Deshabilitado. Permitir la eliminaci贸n de m谩s del 50% de mis marcadores locales sin confirmar conmigo."
  },
  "StatusFailsafeoff": {
    "message": "Mecanismo de seguridad desactivado. Est谩s en riesgo de p茅rdida de datos no intencionada. Se recomienda habilitar el failsafe en la configuraci贸n del perfil."
  },
  "LabelAdaptergoogledrive": {
    "message": "Google Drive"
  },
  "DescriptionAdaptergoogledrive": {
    "message": "Sincroniza marcadores a trav茅s de un archivo encriptado que se almacena en tu Google Drive. Puede sincronizar marcadores http, ftp, data, file y javascript."
  },
  "LabelLogingoogle": {
    "message": "Conecta tu cuenta de Google"
  },
  "DescriptionLogingoogle": {
    "message": "Conecta tu cuenta de Google para almacenar el archivo de sincronizaci贸n de marcadores en tu Google Drive."
  },
  "DescriptionLoggedingoogle": {
    "message": "Has conectado tu cuenta de Google para almacenar el archivo de sincronizaci贸n de marcadores en tu Google Drive."
  },
  "LabelPassphrase": {
    "message": "Frase de contrase帽a"
  },
  "DescriptionPassphrase": {
    "message": "Establezca una frase de contrase帽a para cifrar su archivo de marcadores. Si no establece una frase de contrase帽a, no se ejecutar谩 ninguna encriptaci贸n."
  },
  "LabelClientcert": {
    "message": "Enviar credenciales del cliente"
  },
  "DescriptionClientcert": {
    "message": "Habilita esta opci贸n si tu servidor requiere un certificado de cliente o cookies para la autenticaci贸n. Esto puede causar efectos secundarios no deseados, ya que floccus compartir谩 cookies con tu perfil de navegador normal."
  },
  "LabelAllowredirects": {
    "message": "Permitir redireccionamientos en la URL del servidor."
  },
  "DescriptionAllowredirects": {
    "message": "Habilita esta opci贸n, si recibes errores de redirecci贸n durante la sincronizaci贸n, que crees que son injustificados."
  },
  "LabelSearch": {
    "message": "Buscar marcadores"
  },
  "LabelSearchfolder": {
    "message": "Buscar {0}"
  },
  "LabelEdititem": {
    "message": "Editar"
  },
  "LabelDeleteitem": {
    "message": "Eliminar"
  },
  "LabelNobookmarks": {
    "message": "No hay marcadores aqu铆"
  },
  "LabelAddbookmark": {
    "message": "Agregar marcador"
  },
  "LabelEditbookmark": {
    "message": "Editar marcador"
  },
  "LabelAddfolder": {
    "message": "Agregar carpeta"
  },
  "LabelEditfolder": {
    "message": "Editar carpeta"
  },
  "LabelSlugline": {
    "message": "Sincronizaci贸n privada de marcadores"
  },
  "LabelDownloadlogs": {
    "message": "Descargar protocoles"
  },
  "LabelDownloadfulllogs": {
    "message": "Protocoles completos"
  },
  "LabelDownloadanonymizedlogs": {
    "message": "Protocoles redactados"
  },
  "DescriptionDownloadlogs": {
    "message": "Floccus protocola todas sus acciones en un archivo de registro que puede examinar usted mismo o enviar a los desarrolladores con fines de depuraci贸n. En los protocles redactados, los nombres de las carpetas y marcadores, as铆 como las URL, se codifican de forma irreversible utilizando una funci贸n de hash criptogr谩fico. Al enviar registros redactados, aseg煤rese de verificar el archivo descargado en busca de datos sensibles que puedan no haber sido capturados por el proceso de anonimizaci贸n."
  },
  "ErrorFolderloopselected": {
    "message": "No se puede mover una carpeta dentro de s铆 misma."
  },
  "ErrorNofolderselected": {
    "message": "No se ha seleccionado ninguna carpeta"
  },
  "LabelAllownetwork": {
    "message": "Permitir uso de red"
  },
  "DescriptionAllownetwork": {
    "message": "Floccus puede utilizar la red aparte de conectarse a tu servidor de sincronizaci贸n, para obtener informaci贸n adicional sobre tus marcadores (como iconos, etc.). Aqu铆 puedes habilitar dicho uso de la red."
  },
  "LabelMobilesettings": {
    "message": "Configuraci贸n m贸vil"
  },
  "LabelContinuefloccus":{
    "message": "Continuar con floccus"
  },
  "LabelAbout":{
    "message": "Acerca de"
  },
  "LabelCurrentversion": {
    "message": "Versi贸n actual"
  },
  "DescriptionCurrentversion": {
    "message": "Su versi贸n instalada actualmente de floccus es:"
  },
  "LabelContributors": {
    "message": "Contribuidores"
  },
  "DescriptionContributors": {
    "message": "Estas personas han ayudado a hacer posible floccus."
  },
  "LabelSortcustom": {
    "message": "Custom"
  },
  "LabelSorturl": {
    "message": "Enlace"
  },
  "LabelSorttitle": {
    "message": "T铆tulo"
  },
  "LabelSyncmethod": {
    "message": "M茅todo de sincronizaci贸n"
  },
  "LabelSyncserver": {
    "message": "Servidor de sincronizaci贸n"
  },
  "LabelSyncfolders": {
    "message": "Carpetas de sincronizaci贸n"
  },
  "LabelSyncbehavior": {
    "message": "Comportamiento de sincronizaci贸n"
  },
  "LabelContinue": {
    "message": "Continuar"
  },
  "LabelDone": {
    "message": "Hecho"
  },
  "LabelConnect": {
    "message": "Conectar"
  },
  "LabelServersetup": {
    "message": "驴A qu茅 servidor quieres sincronizar?"
  },
  "LabelGoogledrivesetup": {
    "message": "Iniciar sesi贸n en Google Drive"
  },
  "LabelSyncfoldersetup": {
    "message": "驴Qu茅 carpetas quieres sincronizar?"
  },
  "LabelSyncbehaviorsetup": {
    "message": "驴C贸mo quieres que funcione la sincronizaci贸n?"
  },
  "LabelAccountcreated": {
    "message": "Perfil creado"
  },
  "DescriptionAccountcreated": {
    "message": "Tu perfil ha sido creado. Puedes cerrar esta pesta帽a ahora."
  },
  "DescriptionNonhttps": {
    "message": "Has ingresado a un servidor que utiliza un protocolo inseguro. Se recomienda utilizar solo servidores con soporte para HTTPS."
  },
  "LabelFiletype": {
    "message": "Formato de archivo"
  },
  "DescriptionFiletype": {
    "message": "Puede elegir en qu茅 formato de archivo desea almacenar los marcadores en la nube."
  },
  "LabelFiletypehtml": {
    "message": "HTML, un formato ampliamente compatible y abierto (experimental)"
  },
  "LabelFiletypexbel": {
    "message": "XBEL, un formato simple y abierto"
  },
  "LabelImportbookmarks": {
    "message": "Importar marcadores"
  },
  "DescriptionImportbookmarks": {
    "message": "Importar un archivo HTML que contenga marcadores en la carpeta actual"
  },
  "LabelExportBookmarks": {
    "message": "Exportar Marcadores"
  },
  "DescriptionExportBookmarks" : {
    "message": "Puede exportar todos los marcadores de este perfil como un archivo HTML compatible con todos los principales navegadores."
  },
  "LabelShareitem": {
    "message": "Compartir"
  },
  "LabelImportsuccessful": {
    "message": "Perfil(es) importado(s) exitosamente"
  },
  "DescriptionSyncinprogress": {
    "message": "Sincronizaci贸n en progreso."
  },
  "DescriptionSyncscheduled": {
    "message": "Este perfil se sincronizar谩 pronto. Estamos esperando que otros dispositivos tuyos, o otros perfiles en este dispositivo, terminen de sincronizarse."
  }
}
