{
  "Error001": {
    "message": "E001: Der Ordner, in dem neu erzeugt werden soll, existiert nicht."
  },
  "Error002": {
    "message": "E002: Zu aktualisierendes Lesezeichen existiert nicht."
  },
  "Error003": {
    "message": "E003: Der Ordner, aus dem verschoben werden soll, existiert nicht. Dies ist eine Anomalie. Herzlichen Glückwunsch."
  },
  "Error004": {
    "message": ".E004: Der Ordner, in den verschoben werden soll, existiert nicht"
  },
  "Error005": {
    "message": "E005: Der Ordner, in dem erzeugt werden soll, existiert nicht."
  },
  "Error006": {
    "message": "E006: Zu aktualisierender Ordner existiert nicht."
  },
  "Error007": {
    "message": "E007: Zu verschiebender Ordner existiert nicht."
  },
  "Error008": {
    "message": "E008: Der Ordner, aus dem verschoben werden soll, existiert nicht."
  },
  "Error009": {
    "message": "E009: Der Ordner, in den verschoben werden soll, existiert nicht."
  },
  "Error010": {
    "message": "E010: Zu ordnender Ordner konnte nicht gefunden werden."
  },
  "Error011": {
    "message": "E011: Der Eintrag in der Ordner-Ordnung ist kein Kind des Ordners: {0}"
  },
  "Error012": {
    "message": "E012: Der Ordner-Ordnung fehlen einige Kinder des Ordners."
  },
  "Error013": {
    "message": "E013: Zu löschender Ordner existiert nicht."
  },
  "Error014": {
    "message": "E014: Der Elternordner, aus dem gelöscht werden soll, existiert nicht."
  },
  "Error015": {
    "message": "E015: Unerwartete Antwortdaten vom Server erhalten."
  },
  "Error016": {
    "message": "E016: Zeitüberschreitung einer Anfrage. Überprüfen Sie die Server-Konfiguration."
  },
  "Error017": {
    "message": "E017: Netzwerk-Fehler: Überprüfen sie Ihre Netzwerkverbindung und die eingegebenen Kontodaten"
  },
  "Error018": {
    "message": "E018: Konnte nicht am Server authentifiziert werden."
  },
  "Error019": {
    "message": "E019: HTTP Status {0}. Anfrage vom Typ {1}  fehlgeschlagen. Überprüfen Sie die Server-Konfiguration und das Server-Log."
  },
  "Error020": {
    "message": "E020: Antwort des Servers konnte nicht gelesen werden. Ist die Bookmarks-App auf Ihrem Server installiert?"
  },
  "Error021": {
    "message": "E021: Inkonsistenter Server-Zustand. Ein Ordner ist in der Kind-Ordnung enthalten, aber nicht im Ordner-Baum."
  },
  "Error022": {
    "message": "E022: Ordner {0} enthält angeblich ein nicht existierendes Lesezeichen: {1}"
  },
  "Error023": {
    "message": "E023: Freigabe der Lock-Datei war nicht erfolgreich. Erwägen Sie {0} von Hand zu löschen."
  },
  "Error024": {
    "message": "E024: HTTP-Status {0} während des Ermittelns des Status der Lock-Datei {1}."
  },
  "Error025": {
    "message": "E025: Die Einstellung der Bookmarks-Datei darf nicht mit einem Schrägstrich beginnen: '/'"
  },
  "Error026": {
    "message": "E026: Der Synchronisierungsprozess wurde abgebrochen"
  },
  "Error027": {
    "message": "E027: Der Synchronisierungsprozess wurde unterbrochen."
  },
  "Error028": {
    "message": "E028: Konnte nicht am Server authentifiziert werden. Falls Sie 2FA nutzen, stellen Sie sicher auch Zugriff auf alle Dateien zu gewähren."
  },
  "Error029": {
    "message": "E029: Löschsicherung: Die aktuelle Synchronisierung würde {0}% der lokalen Lesezeichen löschen. Floccus weigert sich dies auszüführen. Falls Sie trotzdem fortfahren wollen, deaktivieren Sie die Löschsicherung in den Konto-Einstellungen."
  },
  "Error030": {
    "message": "E030: Entschlüsseln der Lesezeichendatei fehlgeschlagen. Die Passphrase könnte falsch oder die Datei beschädigt sein."
  },
  "Error031": {
    "message": "E031: Authentifizierung mit Google Drive fehlgeschlagen. Bitte verbinden Sie Floccus noch einmal mit Ihrem Google-Konto."
  },
  "Error032": {
    "message": "E032: OAuth-Fehler. Tokenvalidierungsfehler. Bitte verbinden Sie sich erneut mit ihrem Google-Konto."
  },
  "Error033": {
    "message": "E033: Weiterleitung festgestellt. Vergewissern Sie sich, dass der angegebene Server die ausgewählte Synchronisierungsmethode unterstützt und die URL stimmt, die Sie eingegeben haben und nicht auf eine andere URL weiterleitet. Falls die Weiterleitung teil Ihres Server-Setups ist, können Sie diese Kontrolle in den Einstellungen deaktivieren."
  },
  "Error034": {
    "message": "E034: Die entfernte Lesezeichendatei ist nicht erreichbar. Haben Sie vergessen eine Verschlüsselungspassphrase anzugeben?"
  },
  "Error035": {
    "message": "E035: Das folgende Lesezeichen konnte nicht auf dem Server erstellt werden: {0}"
  },
  "Error036": {
    "message": "E036: Fehlende Berechtigungen für den Zugriff auf den Sync-Server"
  },
  "Error037": {
    "message": "E037: Ressource ist gesperrt"
  },
  "Error038": {
    "message": "E038: Konnte lokalen Ordner nicht finden"
  },
  "LabelWebdavurl": {
    "message": "WebDAV-URL"
  },
  "DescriptionWebdavurl": {
    "message": "z. B. mit Nextcloud: https://ihre-domain.com/remote.php/webdav/"
  },
  "LabelNextcloudurl": {
    "message": "Nextcloud-URL"
  },
  "LabelUsername": {
    "message": "Benutzername"
  },
  "LabelPassword": {
    "message": "Passwort"
  },
  "LabelBookmarksfile": {
    "message": "Pfad zur Lesezeichendatei"
  },
  "DescriptionBookmarksfile": {
    "message": "Ein Pfad zur Lesezeichendatei relativ zur WebDAV-URL (alle Ordner darin müssen bereits existieren). z.B. persönlich/lesezeichen.xbel (Kein Schrägstrich am Anfang!)"
  },
 "DescriptionBookmarksfilegoogle": {
   "message": "Der Dateiname der Lesezeichendatei, die in Ihrem Google Drive gespeichert wird (stellen Sie sicher, dass der Dateiname in Google Drive einzigartig ist)."
 },
  "DescriptionBookmarksfilegit": {
    "message": "Pfad zur Lesezeichen-Datei, relativ zu deinem Git-Repository Wurzelverzeichnis (alle Verzeichnisse auf diesem Pfad müssen bereits existieren), z.B. personal_stuff/bookmarks.xbel"
  },
  "LabelServerfolder": {
    "message": "Ziel auf dem Server"
  },
  "DescriptionServerfolder": {
    "message": "Beim Synchronisieren werden Ihre Lesezeichen in diesem Browser als Links unter diesem Pfad auf dem Server gespeichert. Beachten Sie, dass dieser Pfad einen Ordner in der Nextcloud Bookmarks-App darstellt, nicht einen Ordner in Nextcloud Files. Lassen Sie dieses Feld leer, um alle Links direkt im obersten Ordner auf dem Server zu platzieren."
  },
  "LabelLocaltarget": {
    "message": "Lokales Ziel"
  },
  "DescriptionLocaltarget": {
    "message": "Wählen Sie hier aus, ob Sie Browser-Lesezeichen oder Browser-Tabs synchronisieren möchten."
  },
  "LabelLocalfolder": {
    "message": "Lesezeichenordner"
  },
  "DescriptionLocalfolder": {
    "message": "Lesezeichen in diesem Lesezeichenordner werden als Links auf dem Server gespeichert und Links auf dem Server werden als Lesezeichen in diesem Lesezeichenordner in diesem Browser gespeichert."
  },
  "LabelRootfolder": {
    "message": "Wurzelordner"
  },
  "LabelNewfolder": {
    "message": "Neu erstellter Ordner"
  },
  "LabelOptions": {
    "message": "Optionen"
  },
  "LabelSyncnow": {
    "message": "Jetzt synchronisieren"
  },
  "LabelCancelsync": {
    "message": "Abbrechen"
  },
  "LabelSyncall": {
    "message": "Alle Profile synchronisieren"
  },
  "LabelAutosync": {
    "message": "Auto-sync"
  },
  "StatusLastsynced": {
    "message": "Zuletzt synchronisiert: vor {0}"
  },
  "StatusNeversynced": {
    "message": "Noch nie synchronisiert."
  },
  "StatusAllgood": {
    "message": "Alles gut"
  },
  "StatusDisabled": {
    "message": "Deaktiviert"
  },
  "StatusError": {
    "message": "Fehler"
  },
  "StatusSyncing": {
    "message": "Synchronisiere"
  },
  "StatusScheduled": {
    "message": "Geplant"
  },
  "LabelReset": {
    "message": "Zurücksetzen"
  },
  "DescriptionReset": {
    "message": "Setzen Sie den synchronisierten Ordner zurück um einen neuen generieren zu lassen."
  },
  "LabelChoosefolder": {
    "message": "Ordner wählen"
  },
  "DescriptionChoosefolder": {
    "message": "Setzen Sie einen existierenden Ordner, der synchronisiert werden soll."
  },
  "LabelRemoveaccount": {
    "message": "Profil löschen"
  },
  "DescriptionRemoveaccount": {
    "message": "Löschen Sie dieses Profil (dies entfernt nicht Ihre Lesezeichen)"
  },
  "LabelSyncfromscratch": {
    "message": "Neue Synchronisierung von Grund auf auslösen"
  },
  "LabelResetCache": {
    "message": "Cache zurücksetzen"
  },
  "DescriptionResetcache": {
    "message": "Klicken Sie diesen Button, um den Cache zurückzusetzen, sodass die nächste Synchronisierung garantiert keine Lesezeichen löscht, sondern lediglich Server und Lokale Lesezeichen vereinigt."
  },
  "LabelParallelsync": {
    "message": "Synchronisierung beschleunigen"
  },
  "DescriptionParallelsync": {
    "message": "Setzen Sie diesen Haken um mehrere Ordner parallel abzuarbeiten und so die Synchronisierung zu beschleunigen. Dieses Feature ist experimentell und macht es schwieriger die Debug Logs zu lesen."
  },
  "LabelStrategy": {
    "message": "Synchronisationsstrategie"
  },
  "DescriptionStrategy": {
    "message": "Diese Option bestimmt wie der Lesezeichenbaum auf dem Server mit dem im Browser synchronisiert wird. Normalerweise will man Änderungen von beiden Seiten behalten, sofern sie kompatibel sind, aber manchmal ist es nötig die lokale Version genau so auf den Server zu übertragen, oder anders herum."
  },
  "LabelStrategydefault": {
    "message": "Führe lokale Änderungen immer mit denen von anderen Browsern zusammen (empfohlen)."
  },
  "LabelStrategyslave": {
    "message": "Verwerfe lokale Änderungen und lade immer Änderungen von anderen Browsern herunter."
  },
  "LabelStrategyoverwrite": {
    "message": "Lade lokale Änderungen immer hoch und verwirf Änderungen von anderen Browsern."
  },
  "LabelSave": {
    "message": "Speichern"
  },
  "LabelCancel": {
    "message": "Abbrechen"
  },
  "LabelAdd": {
    "message": "Hinzufügen"
  },
  "LabelChange": {
    "message": "Ändern"
  },
  "LabelRemove": {
    "message": "Entfernen"
  },
  "LabelBack": {
    "message": "Zurück"
  },
  "LabelAdapternextcloudfolders": {
    "message": "Nextcloud Bookmarks"
  },
  "DescriptionAdapternextcloudfolders": {
    "message": "Die Option 'Nextcloud Bookmarks' synchronisiert deine Lesezeichen mit der Bookmarks-App für Nextcloud. Sie kann nur http-, ftp- und Javascript-Lesezeichen synchronisieren. Stelle sicher, dass du die Bookmarks-App aus dem Nextcloud App Store in deiner Nextcloud installiert hast. Diese Option kann keine Ende-zu-Ende-Verschlüsselung nutzen."
  },
  "LabelAdapternextcloud": {
    "message": "Nextcloud Bookmarks (alte Version)"
  },
  "DescriptionAdapternextcloud": {
    "message": "Die Legacy-Option ist kompatibel mit mindestens Version v0.11 der Bookmarks-App. Sie wird Ordner mit Hilfe von Tags emulieren, die den Ordnerpfad enthalten. Es wird nicht empfohlen, dies für neue Profile zu verwenden."
  },
  "LabelAdapterwebdav": {
    "message": "WebDAV-Freigabe"
  },
  "DescriptionAdapterwebdav": {
    "message": "Die WebDAV-Option synchronisiert deine Lesezeichen, indem es sie in einer Datei auf dem angegebenen WebDAV-Share speichert. Es gibt zu dieser Option keine Web UI, aber du kannst sie mit jedem WebDAV-kompatiblen Server nutzen. Es können http-, ftp-, Daten-, Datei- und Javascript-Lesezeichen synchronisiert werden. Du kannst bei dieser Option eine Ende-zu-Ende-Verschlüsselung wählen. "
  },
  "LabelAddaccount": {
    "message": "Profil hinzufügen"
  },
  "LabelOpenintab": {
    "message": "In Tab öffnen"
  },
  "LabelDebuglogs": {
    "message": "Debug-Logs"
  },
  "LabelFunddevelopment": {
    "message": "💸 Unterstütze die Entwicklung finanziell"
  },
  "DescriptionFunddevelopment": {
    "message": "Die Arbeit an floccus wird gefördert durch ein freiwilliges Abo-Modell. Wenn Sie glauben, dass das was ich tue nutzbringend ist, und Sie ohne Not einen kleinen Betrag erübrigen können, freue ich mich wenn Sie meine Arbeit unterstützen. Über eine Bewertung im Addon-Store Ihrer Wall freue ich mich ebenfalls. Vielen Dank. 💙"
  },
  "LabelSelect": {
    "message": "Auswählen"
  },
  "LabelUntitledfolder": {
    "message": "Unbenannter Ordner"
  },
  "LabelSetkeybutton": {
    "message": "Passphrase einstellen"
  },
  "LabelKey": {
    "message": "Passwort zum entsperren eingeben"
  },
  "LabelKey2": {
    "message": "Passwort ein zweites Mal eingeben"
  },
  "LabelUnlock": {
    "message": "Floccus entsperren"
  },
  "LabelRemovekey": {
    "message": "Passphrase entfernen"
  },
  "LabelRemovedkey": {
    "message": "Passphrase wurde entfernt"
  },
  "LabelSyncinterval": {
    "message": "Synchronisierungsintervall"
  },
  "DescriptionSyncinterval": {
    "message": "Die Zeitspanne zwischen zwei Synchronisierungsläufen. Der Standard-Wert sind 15 Minuten."
  },
  "LabelChooseadapter": {
    "message": "Wie willst du synchronisieren?"
  },
  "LabelOptionsscreen": {
    "message": "{0} Optionen",
    "description": "Title of the options screen. The placeholder holds the profile type."
  },
  "LabelPaypal": {
    "message": "Paypal"
  },
  "DescriptionPaypal": {
    "message": "Spende einmalig oder regelmäßig via Paypal, um das Projekt zu unterstützen"
  },
  "LabelOpencollective": {
    "message": "OpenCollective"
  },
  "DescriptionOpencollective": {
    "message": "Tätige regelmäßige Spenden über OpenCollective um das Projekt zu unterstützen."
  },
  "LabelLiberapay": {
    "message": "Liberapay"
  },
  "DescriptionLiberapay": {
    "message": "Tätige regelmäßige Spenden über Liberapay um das Projekt zu unterstützen."
  },
  "LabelGithubsponsors": {
    "message": "GitHub sponsors"
  },
  "DescriptionGithubsponsors": {
    "message": "Tätige regelmäßige Spenden über GitHub sponsors um das Projekt zu unterstützen"
  },
  "LabelPatreon": {
    "message": "Patreon"
  },
  "DescriptionPatreon": {
    "message": "Tätige regelmäßige Spenden über Patreon um das Projekt zu unterstützen."
  },
  "LabelKofi": {
    "message": "Kofi"
  },
  "DescriptionKofi": {
    "message": "Tätige regelmäßige oder einmalige Spenden über Kofi um das Projekt zu unterstützen."
  },
  "LegacyAdapterDeprecation": {
    "message": "Dieser veraltete Profiltyp wird nicht mehr unterstützt und wird bald entfernt. Bitte wechseln Sie zur neuen Nextcloud-Synchronisierungsmethode. Verbesserte Leistung und Genauigkeit erwarten Sie."
  },
  "LabelUpdated": {
    "message": "⚡ Floccus wurde aktualisiert"
  },
  "DescriptionUpdated": {
    "message": "Glückwunsch, das aktuellste Floccus-Update befindet sich auf Ihrem Rechner! 🎉"
  },
  "LabelReleaseNotes": {
    "message": "Release-Notes lesen"
  },
  "LabelOptionsServerDetails": {
    "message": "Serverdetails"
  },
  "LabelOptionsFolderMapping": {
    "message": "Ordnerzuordnung"
  },
  "LabelOptionsSyncBehavior": {
    "message": "Synchronisationsverhalten"
  },
  "LabelOptionsDangerous": {
    "message": "Gefährliche Funktionen"
  },
  "LabelAccountDeleted": {
    "message": "Profil gelöscht"
  },
  "DescriptionAccountDeleted": {
    "message": "Dieses Profil wurde gelöscht."
  },
  "LabelNoAccount": {
    "message": "Es gibt noch keine Profile"
  },
  "DescriptionNoAccount": {
    "message": "Lege neue Profile an oder importiere Profile aus einer Datei. Danach kannst du mit der Synchronisierung beginnen."
  },
  "LabelLoginFlowStart": {
    "message": "Mit Nextcloud anmelden"
  },
  "LabelLoginFlowStop": {
    "message": "Anmeldung bei Nextcloud abbrechen"
  },
  "LabelLoginFlowError": {
    "message": "Anmeldung bei Nextcloud fehlgeschlagen."
  },
  "LabelNewAccount": {
    "message": "Profil hinzufügen"
  },
  "LabelNewImport": {
    "message": "Import"
  },
  "LabelNestedSync": {
    "message": "Verschachtelte Profile"
  },
  "DescriptionNestedSync": {
    "message": "Sie können Profile verschachteln, sodass ein übergeordneter Ordner zu Profil A gehört und ein Unterordner zu Profil A und B. Möchten Sie anderen Profilen erlauben, diesen Ordner des Profils zu synchronisieren?"
  },
  "LabelNestedSyncNo": {
    "message": "Nein, ignoriere den Ordner dieses Profils in anderen Profilen."
  },
  "LabelNestedSyncYes": {
    "message": "Ja, nehme den Ordner dieses Profils bei anderen Profilen hinzu."
  },
  "LabelImportExport": {
    "message": "Profile importieren/exportieren"
  },
  "LabelExport": {
    "message": "Profile exportieren"
  },
  "LabelImport": {
    "message": "Profile importieren"
  },
  "DescriptionExport": {
    "message": "Wählen Sie unten die Profile aus, die Sie in eine Datei exportieren möchten, damit Sie die gleichen Profile problemlos auf einem anderen Gerät oder Browser wiederherstellen können."
  },
  "DescriptionImport": {
    "message": "Importieren Sie hier eine Datei mit exportierten Profilen, um Profile, die auf einem anderen Gerät oder Browser exportiert wurden, wiederherzustellen. Bitte stellen Sie sicher, dass Sie nach dem Importieren erneut die richtigen Synchronisationsordner festlegen."
  },
  "LabelFolderNotFound": {
    "message": "Ordner nicht gefunden"
  },
  "LabelSyncTabs": {
    "message": "Browser-Tabs"
  },
  "DescriptionSyncTabs": {
    "message": "Links, die auf dem Server gespeichert sind, werden als Browser-Tabs in Ihrem Browser geöffnet und bestehende geöffnete Browser-Tabs werden als Links auf Ihrem Server gespeichert. Beachten Sie, dass je nach Anzahl der auf dem Server gespeicherten Links möglicherweise Ihr Browser überlastet werden kann, da beim nächsten Synchronisierungslauf alle Links des Servers als Tabs geöffnet werden."
  },
  "LabelTabs": {
    "message": "Reiter"
  },
  "LabelSyncDown": {
    "message": "Herunterladen"
  },
  "DescriptionSyncDown": {
    "message": "Änderungen von anderen Browsern herunterladen und lokale Änderungen überschreiben"
  },
  "LabelSyncUp": {
    "message": "Hochladen"
  },
  "DescriptionSyncUp": {
    "message": "Lokale Änderungen hochladen und Änderungen von anderen Browsern überschreiben"
  },
  "LabelSyncDownOnce": {
    "message": "Einmalig herunterladen"
  },
  "LabelSyncUpOnce": {
    "message": "Einmalig hochladen"
  },
  "LabelSyncNormal": {
    "message": "Zusammenführen"
  },
  "DescriptionSyncNormal": {
    "message": "Lokale Änderungen mit denen von anderen Browsern zusammenführen"
  },
  "DescriptionFilesPermission": {
    "message": "Stellen Sie sicher, dass Floccus sowohl ausreichende Berechtigungen für die Nutzung der Lesezeichen App, als auch für die Nexcloud Files App hat."
  },
  "DescriptionExtension": {
    "message": "Synchronisiert Lesezeichen vertraulich zwischen Browsern und Geräten"
  },
  "LabelFailsafe": {
    "message": "Löschsicherung"
  },
  "DescriptionFailsafe": {
    "message": "Manchmal können Konfigurationsfehler oder Programmfehler zur unerwünschte Löschung von Daten führen, die dann verloren sind. Um dies zu verhindern, wird Floccus nicht mehr als 50% Ihrer Lesezeichen in einem Schritt löschen, solange sie diese Löschsicherung nicht hier ausschalten."
  },
  "LabelFailsafeon": {
    "message": "Eingeschaltet. Lösche nicht mehr als 50% meiner lokalen Lesezeichen ohne mich vorher zu fragen (empfohlen)."
  },
  "LabelFailsafeoff": {
    "message": "Ausgeschaltet. Erlaube das Löschen von mehr als 50% meiner lokalen Lesezeichen ohne mich vorher zu fragen."
  },
  "StatusFailsafeoff": {
    "message": "Failsafe deaktiviert. Sie laufen Gefahr unbeabsichtigten Datenverlust zu erleiden. Es wird empfohlen, den Failsafe in den Profil-Einstellungen zu aktivieren."
  },
  "LabelAdaptergoogledrive": {
    "message": "Google Drive"
  },
  "DescriptionAdaptergoogledrive": {
    "message": "Synchronisiere Lesezeichen über eine (optional verschlüsselte) Datei, die in deinem Google Drive gespeichert ist. Es können http-, ftp-, Daten-, Datei- und Javascript-Lesezeichen synchronisiert werden. Du kannst bei dieser Option eine Ende-zu-Ende-Verschlüsselung wählen."
  },
  "LabelLogingoogle": {
    "message": "Mit Google anmelden"
  },
  "DescriptionLogingoogle": {
    "message": "Verbinden Sie Floccus mit Ihrem Google-Konto um die Lesezeichendatei in Ihrem Google Drive zu speichern."
  },
  "DescriptionLoggedingoogle": {
    "message": "Sie haben Ihr Google-Konto mit Floccus verbunden, um die Lesezeichen-Datei in ihrem Google-Drive zu speichern."
  },
  "LabelPassphrase": {
    "message": "Passphrase"
  },
  "DescriptionPassphrase": {
    "message": "Setzen Sie ein Passwort, um Ihre Lesezeichen-Datei zu verschlüsseln. Wenn Sie kein Passwort setzen, wird die Datei unverschlüsselt gespeichert."
  },
  "LabelClientcert": {
    "message": "Sende Client-Legitimation"
  },
  "DescriptionClientcert": {
    "message": "Schalten Sie diese Option an, wenn Ihr Server ein Client-Zertifikat oder Cookies zur Authentifizierung benötigt. Dies kann unerwünschte Nebeneffekte haben, da Floccus sich Cookies mit Ihren normalen Browser-Sitzungen teilen wird."
  },
  "LabelAllowredirects": {
    "message": "Erlaube Weiterleitungen in der Server-URL"
  },
  "DescriptionAllowredirects": {
    "message": "Aktivieren Sie diese Option, falls sie Weiterleitungs-Fehler während dem Synchronisieren bekommen, die Sie für unberechtigt halten."
  },
  "LabelSearch": {
    "message": "Lesezeichen suchen"
  },
  "LabelSearchfolder": {
    "message": "Suche {0}"
  },
  "LabelEdititem": {
    "message": "Bearbeiten"
  },
  "LabelDeleteitem": {
    "message": "Löschen"
  },
  "LabelNobookmarks": {
    "message": "Keine Lesezeichen hier"
  },
  "LabelAddbookmark": {
    "message": "Lesezeichen hinzufügen"
  },
  "LabelEditbookmark": {
    "message": "Lesezeichen bearbeiten"
  },
  "LabelAddfolder": {
    "message": "Ordner hinzufügen"
  },
  "LabelEditfolder": {
    "message": "Ordner bearbeiten"
  },
  "LabelSlugline": {
    "message": "Vertrauliche Lesezeichen-Synchronisierung"
  },
  "LabelDownloadlogs": {
    "message": "Protokolle herunterladen"
  },
  "LabelDownloadfulllogs": {
    "message": "Vollständiges Protokoll"
  },
  "LabelDownloadanonymizedlogs": {
    "message": "Geschwärztes Protokoll"
  },
  "DescriptionDownloadlogs": {
    "message": "Floccus protokolliert alle Aktionen in einer lokalen Protokolldatei, die Sie bei Bedarf selbst einsehen können oder im Fehlerfall an die Entwickler senden können. Im geschwärzten Protokoll sind Ordner und Lesezeichennamen, wie auch URLs, mittels einer kryptographischen Hash-Funktion irreversibel verschlüsselt. Wenn Sie das geschwärzte Protokoll weitergeben, stellen Sie bitte trotzdem sicher, dass keine sensiblen Daten einsehbar sind, die vom Anonymisierungsprozess übersehen wurden."
  },
  "ErrorFolderloopselected": {
    "message": "Kann einen Ordner nicht in sich selbst verschieben"
  },
  "ErrorNofolderselected": {
    "message": "Kein Ordner ausgewählt"
  },
  "LabelAllownetwork": {
    "message": "Erlaube Netzwerk-Nutzung"
  },
  "DescriptionAllownetwork": {
    "message": "Floccus kann das Internet neben der Synchronisierung auch zum Einholen zusätzlicher Informationen über Ihre Lesezeichen benutzen, wie z. B. Webseiten-Icons. Hier können Sie solche Netzwerk-Nutzung aktivieren."
  },
  "LabelMobilesettings": {
    "message": "Mobil-Einstellungen"
  },
  "LabelContinuefloccus":{
    "message": "Weiter zu Floccus"
  },
  "LabelAbout":{
    "message": "Über"
  },
  "LabelCurrentversion": {
    "message": "Aktuelle Version"
  },
  "DescriptionCurrentversion": {
    "message": "Ihre aktuell installierte Floccus-Version ist:"
  },
  "LabelContributors": {
    "message": "Mitwirkende"
  },
  "DescriptionContributors": {
    "message": "Diese Menschen haben mitgeholfen Floccus möglich zu machen"
  },
  "LabelSortcustom": {
    "message": "Benutzerdefiniert"
  },
  "LabelSorturl": {
    "message": "Link"
  },
  "LabelSorttitle": {
    "message": "Titel"
  },
  "LabelSyncmethod": {
    "message": "Synchronisationsmethode"
  },
  "LabelSyncserver": {
    "message": "Synchronisationsserver"
  },
  "LabelSyncfolders": {
    "message": "Synchronisationsordner"
  },
  "LabelSyncbehavior": {
    "message": "Synchronisationsverhalten"
  },
  "LabelContinue": {
    "message": "Fortfahren"
  },
  "LabelDone": {
    "message": "Fertig"
  },
  "LabelConnect": {
    "message": "Verbinden"
  },
  "LabelServersetup": {
    "message": "Mit welchem Server möchten Sie synchronisieren?"
  },
  "LabelGoogledrivesetup": {
    "message": "Anmelden zu Google Drive"
  },
  "LabelSyncfoldersetup": {
    "message": "Welche Ordner möchten Sie synchronisieren?"
  },
  "LabelSyncbehaviorsetup": {
    "message": "Wie soll die Synchronisierung ablaufen?"
  },
  "LabelAccountcreated": {
    "message": "Profil erstellt"
  },
  "DescriptionAccountcreated": {
    "message": "Ihr Profil wurde erstellt. Sie können diesen Tab jetzt schließen."
  },
  "DescriptionNonhttps": {
    "message": "Sie haben einen Server angegeben, der ein unsicheres Protokoll benutzt. Es wird empfohlen nur Server zu benutzen, die HTTPS unterstützen."
  },
  "LabelFiletype": {
    "message": "Dateiformat"
  },
  "DescriptionFiletype": {
    "message": "Wählen Sie welches Dateiformat Sie benötigen, um Lesezeichen in der Cloud zu speichern."
  },
  "LabelFiletypehtml": {
    "message": "HTML, ein weit verbreitetes offenes Format (experimentell)"
  },
  "LabelFiletypexbel": {
    "message": "XBEL, ein einfaches offenes Format"
  },
  "LabelImportbookmarks": {
    "message": "Lesezeichen importieren"
  },
  "DescriptionImportbookmarks": {
    "message": "Importieren einer HTML-Datei mit Lesezeichen in den aktuellen Ordner"
  },
  "LabelExportBookmarks": {
    "message": "Lesezeichen exportieren"
  },
  "DescriptionExportBookmarks" : {
    "message": "Sie können alle Lesezeichen in diesem Profil als HTML-Datei exportieren, die mit allen gängigen Browsern kompatibel ist."
  },
  "LabelShareitem": {
    "message": "Teilen"
  },
  "LabelImportsuccessful": {
    "message": "Profil(e) erfolgreich importiert"
  },
  "DescriptionSyncinprogress": {
    "message": "Synchronisierung wird gerade durchgeführt"
  },
  "DescriptionSyncscheduled": {
    "message": "Dieses Profil wird bald synchronisiert. Wir warten darauf, dass entweder andere Geräte von Ihnen oder auf andere Profile auf diesem Gerät ihre Synchronisierung abschließen, um mit dieser Synchronisierung zu beginnen."
  },
  "LabelAdaptergit": {
    "message": "Git über HTTPS"
  },
  "DescriptionAdaptergit": {
    "message": "Die Git-Option synchronisiert deine Lesezeichen, indem es sie in einer Datei im angegebenen Git-Repository speichert. Es gibt zu dieser Option keine Web UI, aber du kannst sie mit jedem Git Hostingserver wie Github, Gitlab, Gitea usw. nutzen. Sie kann http-, ftp-, Daten-, Datei- und Javascript-Lesezeichen synchronisieren. Du kannst bei dieser Option keine Ende-zu-Ende-Verschlüsselung nutzen."
  },
  "LabelGiturl": {
    "message": "Repository-URL (HTTP)"
  },
  "LabelGitbranch": {
    "message": "Git Branch"
  },
  "LabelTelemetry": {
    "message": "🐛 Automatisierte Fehlerberichte"
  },
  "DescriptionTelemetry": {
    "message": "Floccus kann automatisiert Fehlerberichte an mich, den Entwickler, senden. Dies kann extrem hilfreich sein, um Fehler in floccus schneller zu finden und zu beheben und wird langfristig deine Nutzererfahrung verbessern. Auch wenn die Fehlerberichte aktiviert sind, werden die floccus-Entwickler niemals in der Lage sein, deine Lesezeichen zu sehen."
  },
  "LabelTelemetryenable": {
    "message": "Sende automatisch Fehlerberichte an die floccus-Entwickler"
  },
  "LabelTelemetrydisable": {
    "message": "Sende keine Fehlerberichte an die floccus-Entwickler"
  },
  "LabelAccountlabel": {
    "message": "Profilname"
  },
  "DescriptionAccountlabel": {
    "message": "Gib diesem Profil einen Namen, damit du es leichter wiedererkennst"
  },
  "LabelClickcount": {
    "message": "Zähle Klicks"
  },
  "DescriptionClickcount": {
    "message": "Sende Statistiken über die Nutzung deiner Lesezeichen an deinen Nextcloud-Server, damit du die Lesezeichen nach der Anzahl der Besuche sortieren kannst"
  },
  "DescriptionGoogleplayreview": {
    "message": "Schreibe eine Rezension bei Google Play"
  },
  "DescriptionAppstorereview": {
    "message": "Schreibe eine Rezension im App Store"
  },
  "DescriptionChromereview": {
    "message": "Schreibe eine Rezension im Chrome WebStore"
  },
  "DescriptionAlternativereview": {
    "message": "Schreibe eine Rezension auf AlternativeTo.net"
  },
  "DescriptionMozillareview": {
    "message": "Schreibe eine Rezension bei Mozilla Addons"
  },
  "DescriptionEdgereview": {
    "message": "Schreibe eine Rezension bei Edge Addons"
  },
  "LabelWritereview": {
    "message": "💙 Erzähle es weiter!"
  },
  "DescriptionWritereview": {
    "message": "Wenn dir floccus gefällt, lass es die Welt wissen, indem du auf einer der untenstehenden Plattformen eine Bewertung hinterlässt."
  },
  "DescriptionDonateintervention": {
    "message": "Du liebst Bookmark Syncing? Unterstütze mich!"
  },
  "LabelDonate": {
    "message": "Spenden"
  },
  "DescriptionDisabledaftererror": {
    "message": "Profil wurde nach 10 Wiederholungsversuchen deaktiviert"
  },
  "DescriptionBookmarkexists": {
    "message": "Dieses Lesezeichen existiert bereits im ausgewählten Profil"
  },
  "LabelReportproblem": {
    "message": "Melde ein Problem"
  },
  "DescriptionReportproblem": {
    "message": "Wenn du zu einem konkreten Problem direkt die Entwickler kontaktieren möchtest, dann kannst du das hier tun:"
  }
}
